Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# TOOLTIP_1000_CHANGE_LIMIT
source: A limit of 1000 changes for all the combined catch is initially set. You can disable this limit with this option.
de_de: Eine Grenze von 1000 Änderungen für alle kombinierten Fang zunächst festlegen. Sie können diese Grenze mit dieser Option zu deaktivieren.
es_es: Un límite de 1000 cambios para toda la captura combinada se establece inicialmente. Puede desactivar este límite con esta opción.
fr_fr: Une limite de 1000 changements pour toutes les prises confondues est fixée initialement. Vous pouvez désactiver cette limite grâce à cette option.

# TOOLTIP_EXPORT_SET_PROGRAM
source: This feature allows you to export a program of play and decision programs that make up a file. This file can be used to apply with the import feature, a series of programs on catches that make up a program of play.
de_de: Mit dieser Funktion können Sie ein Programm von Spiel- und Entscheidungs Programme, die eine Datei bilden exportieren. Diese Datei kann verwendet werden, um mit der Import-Funktion, einer Reihe von Programmen über die Fänge, die ein Programm von Spiel zu machen anzuwenden.
es_es: Esta característica le permite exportar un programa de programas de juego y decisiones que conforman un archivo. Este archivo puede ser utilizado para aplicar con la función de importación, una serie de programas sobre las capturas que conforman un programa de juego.
fr_fr: Cette fonctionnalité permet d'exporter un jeu de programme et les programmes des prises qui le composent dans un fichier. Ce fichier peut être utilisé pour appliquer, avec la fonction d'importation, une serie de programmes sur les prises qui composent un jeu de programme.

# TOOLTIP_IMPORT_SET_PROGRAM
source: This feature allows you to import a game program from a file. The import file can be created by the export function by another user Cultibox to exchange programs.
de_de: Diese Funktion ermöglicht es Ihnen, ein Spielprogramm aus einer Datei importieren. Die Importdatei kann durch die Export-Funktion von einem anderen Benutzer Cultibox Austauschprogramme erstellt werden.
es_es: Esta característica le permite importar un programa de juego de un archivo. El archivo de importación puede ser creado por la función de exportación por otro usuario Cultibox a programas de intercambio.
fr_fr: Cette fonctionnalité permet d'importer un jeu de programme depuis un fichier. Le fichier à importer peut être créé par la fonction d'exportation par un autre utilisateur Cultibox pour échanger des programmes.

# GENERATE_TIME
source: Generated
de_de: Generierte
es_es: Generado en
fr_fr: Généré en

# CURRENT_PROG_NAME
source: Current
de_de: Aktuelle
es_es: Actual
fr_fr: Courant

# CURRENT_PROG_COMMENT
source: Current program
de_de: Aktuelles Programm
es_es: Programa actual
fr_fr: Programme courant

# CULTIPI_CONFIRM_UPDATE
source: Updates are available, would you put them?
de_de: Updates verfügbar sind, würden Sie sie setzen?
es_es: Las actualizaciones están disponibles, los pondría?
fr_fr: Des mises à jour sont disponibles, voulez-vous les installer?

# CULTIPI_UPDATED
source: Your system has been updated!
de_de: Ihr System ist aktualisiert worden!
es_es: Su sistema ha sido actualizado!
fr_fr: Votre système a été mis à jour!

# CULTIPI_NO_UPDATE
source: Your system is up to date!
de_de: Ihr System auf dem neuesten Stand!
es_es: Su sistema está al día!
fr_fr: Votre système est à jour!

# CULTIPI_ACCESS_UPDATE
source: Your module does not seem to have access to the Internet to look for updates.
de_de: Ihr Modul scheint nicht Zugang zum Internet haben, um nach Updates zu suchen.
es_es: Su módulo no parecen tener acceso a la Internet para buscar actualizaciones.
fr_fr: Votre module ne semble pas avoir accès à Internet pour rechercher les mises à jours.

# TOOLTIP_UPDATE_RPI
source: Click on the image to check for updates for your system
de_de: Klicken Sie auf das Bild, um auf Updates für Ihr System überprüfen
es_es: Haga clic en la imagen para comprobar si hay actualizaciones para su sistema
fr_fr: Cliquez sur l'image pour vérifier la présence de mise à jour pour votre système

# EXPORT_CONF
source: Export Configuration
de_de: Konfiguration exportieren
es_es: Configuración de exportación
fr_fr: Exporter la configuration

# CONFIRM_RESTART_CULTIPI_TITLE
source: Service Restart Cultipi
de_de: Dienst neu starten Cultipi
es_es: Reiniciar servicio Cultipi
fr_fr: Redémarrage du service Cultipi

# CONFIRM_RESTART_CULTIPI
source: Do you want to restart the Cultipi service?
de_de: Möchten Sie die Cultipi Service neu starten?
es_es: ¿Desea reiniciar el servicio Cultipi?
fr_fr: Voulez-vous redémarrer le service Cultipi?

# SUCCESS_RESTART_RPI
source: The module was restarted successfully, it will be available again in a few seconds.
de_de: Das Modul wurde erfolgreich neu gestartet wird, wird es wieder verfügbar in wenigen Sekunden sein.
es_es: El módulo se ha reiniciado con éxito, estará disponible de nuevo en unos segundos.
fr_fr: Le module a été redémarré avec succés, il sera de nouveau disponible dans quelques secondes.

# CONFIRM_RESTART_RPI_TITLE
source: Restart Cultipi
de_de: Neustart Cultipi
es_es: Reiniciar Cultipi
fr_fr: Redémarrage du Cultipi

# CONFIRM_RESTART_RPI
source: Do you want to restart the Cultipi module?
de_de: Möchten Sie die Cultipi Modul neu starten?
es_es: ¿Desea reiniciar el módulo Cultipi?
fr_fr: Voulez-vous redémarrer le module Cultipi?

# RPI_RESTART
source: Click to restart the Cultipi
de_de: Klicken Sie auf das Cultipi neu starten
es_es: Haga clic para reiniciar el Cultipi
fr_fr: Cliquez sur l'image pour redémarrer le Cultipi

# ERROR_SAVE_PASSWORD
source: Error password change, the old password will be kept
de_de: Fehler beim Passwortwechsel, wird das alte Passwort zu halten
es_es: Error de cambio de contraseña, la contraseña antigua se mantendrá
fr_fr: Erreur lors du changement de mot de passe, l'ancien mot de passe sera conservé

# SAVED_PASSWORD
source: Password changed successfully
de_de: Passwort erfolgreich geändert
es_es: Contraseña modificada correctamente
fr_fr: Mot de passe changé avec succés

# CULTIPI_SYNOPTIC
source: Synoptic
de_de: synoptischen
es_es: sinópticos
fr_fr: Synoptique

# CULTIPI_NETWORK_CONF
source: Network Setup
de_de: Netzwerkeinstellungen
es_es: Configuración de red
fr_fr: Configuration réseau

# CULTIPI_ADMIN
source: Administration
de_de: Verwaltung
es_es: Administración

# CULTIPI_SYNO_ADD_ELEMENT
source: Add an item
de_de: ein Element hinzufügen
es_es: Añadir un elemento
fr_fr: Ajouter un élément

# CULTIPI_SYNO_CONF
source: Configure
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer

# CULTIPI_SYNO_ROTATION
source: Rotation
es_es: Rotación

# CULTIPI_SYNO_PROFONDEUR
source: Depth
de_de: Tiefe
es_es: Ampliar
fr_fr: Profondeur

# CULTIPI_SYNO_PILOTAGE
source: Steering
de_de: Lenkung
es_es: Gobierno
fr_fr: Pilotage

# CULTIPI_SYNO_PILOTER
source: Pilot
es_es: Piloto
fr_fr: Piloter

# CULTIPI_LOGS_HTTPD
source: Click on the image to view the logs of the Http service
de_de: Klicken Sie auf das Bild, um die Protokolle der HTTP-Dienst zu sehen
es_es: Haga clic en la imagen para ver los registros del servicio Http
fr_fr: Cliquez sur l'image pour afficher les logs du service Http

# CULTIPI_LOGS_MYSQL
source: Click on the image to view the logs of the MySQL service
de_de: Klicken Sie auf das Bild, um die Protokolle der MySQL-Dienst zu sehen
es_es: Haga clic en la imagen para ver los registros del servicio de MySQL
fr_fr: Cliquez sur l'image pour afficher les logs du service Mysql

# CULTIPI_LOGS_CULTIPI
source: Click on the image to view the logs of Cultipi service
de_de: Klicken Sie auf das Bild, um die Protokolle Cultipi Service anzuzeigen
es_es: Haga clic en la imagen para ver los registros de servicio Cultipi
fr_fr: Cliquez sur l'image pour afficher les logs du service Cultipi

# CULTIPI_LOGS_SERVICE
source: Click on the image to view the logs of system services
de_de: Klicken Sie auf das Bild, um die Protokolle von Systemdiensten anzuzeigen
es_es: Haga clic en la imagen para ver los registros de los servicios del sistema
fr_fr: Cliquez sur l'image pour afficher les logs des services du système

# CULTIPI_DL_LOGS_SERVICE
source: Click on the image to download the logs of system services
de_de: Klicken Sie auf das Bild, um die Protokolle der Systemdienste herunterladen
es_es: Haga clic en la imagen para descargar los registros de los servicios del sistema
fr_fr: Cliquez sur l'image pour télécharger les logs des services du système

# CULTIPI_DL_LOGS_HTTPD
source: Click on the image to download the logs of Http service
de_de: Klicken Sie auf das Bild, um die Protokolle HTTP-Dienst herunterladen
es_es: Haga clic en la imagen para descargar los registros de servicio Http
fr_fr: Cliquez sur l'image pour télécharger les logs du service Http

# CULTIPI_DL_LOGS_MYSQL
source: Click on the image to download the logs of the MySQL service
de_de: Klicken Sie auf das Bild, um die Protokolle der MySQL-Dienst herunterladen
es_es: Haga clic en la imagen para descargar los registros del servicio de MySQL
fr_fr: Cliquez sur l'image pour télécharger les logs du service Mysql

# CULTIPI_DL_LOGS_CULTIPI
source: Click on the image to download the logs of Cultipi service
de_de: Klicken Sie auf das Bild, um die Protokolle Cultipi Service herunterladen
es_es: Haga clic en la imagen para descargar los registros de servicio Cultipi
fr_fr: Cliquez sur l'image pour télécharger les logs du service Cultipi

# DEFCOM
source: Failure of communication between the software and the element
de_de: Ausfall der Kommunikation zwischen der Software und der Element
es_es: La falta de comunicación entre el software y el elemento
fr_fr: Défaut de communication entre le logiciel et l'élément

# TIMEOUT
source: Abandonment of communication following a timeout
de_de: Verzicht auf die folgende Mitteilung an Reaktion verlangsamen
es_es: El abandono de la siguiente comunicación a una respuesta lenta
fr_fr: Abandon de la communication suite à un timeout

# OUTPUT_LOGS
source: Logs output
de_de: Logs Ausgang
es_es: Salida de Registros
fr_fr: Logs de sortie

source: Error Logs
de_de: Fehlerprotokolle
es_es: Registros de error
fr_fr: Logs d'erreur

# RESTART_SERVICE
source: Click image to restart the service
de_de: Auf das Bild klicken, um den Dienst neu zu starten
es_es: Haga clic en la imagen para reiniciar el servicio
fr_fr: Cliquez sur l'image pour redémarrer le service

# SERVICE_ON
source: Service march
de_de: Service Marsch
es_es: marcha el servicio
fr_fr: Service en marche

# SERVICE_OFF
source: Service stopped or in an unknown state
de_de: Dienst angehalten oder in einem unbekannten Zustand
es_es: Servicio detenido o en un estado desconocido
fr_fr: Service arrêté ou dans un état inconnu

# ERROR_RESTART_SERVICE
source: Error of red & startup service
de_de: Fehler von roten und Inbetriebnahme-Service
es_es: Error de rojo servicio y puesta en marcha
fr_fr: Erreur lors du red&marrage du service

# SUCCESS_RESTART_SERVICE
source: restart service performed successfully
de_de: Restart-Service erfolgreich durchgeführt
es_es: reiniciar servicio realizado con éxito
fr_fr: Redémarrage du service réalisé avec succés

# DIR_CONF_UPDATE
source: Your configuration is up to date
de_de: Ihre Konfiguration ist auf dem neuesten Stand
es_es: Su configuración está al día
fr_fr: Votre configuration est à jour

# DIR_CONF_NOT_UPTODATE
source: The configuration used is not updated, click here to update the configuration: <button id='update_conf'> Update configuration </button>
de_de: verwendet wird, nicht aktualisierte Konfiguration, klicken Sie hier, um die Konfiguration zu aktualisieren: <button id='update_conf'>Aktualisieren Sie Konfiguration</button>
es_es: La configuración utilizada no está actualizado, haga clic aquí para actualizar la configuración: <button id='update_conf'>Actualizar configuración botón</button>
fr_fr: La configuration utilisée n'est pas à jour, cliquez ici pour mettre la configuration à jour: <button id='update_conf'>Mise à jour de la configuration</button>

# WAIT_UPDATED_CONF
source: Checking the Configuration
de_de: Überprüfen der Konfiguration
es_es: Comprobación de la configuración
fr_fr: Vérification de la configuration

# CULTIPI_IMAGE_VERSION
source: Image version
es_es: Versión de la imagen
fr_fr: Version de l'image

# CULTIPI_SERVICE
source: Cultipi service status
de_de: Service Status Cultipi
es_es: Estado del servicio Cultipi
fr_fr: Status du service Cultipi

# SYNO_UPDATE_PLUG_HOUR
source: Last update of the sensors :
de_de: Zuletzt aktualisiert wurde:
es_es: Última actualización de tomar :
fr_fr: Dernière mise à jour des prises :

# SYNO_UPDATE_SENSOR_HOUR
source: Last update of the plugs :
de_de: Letzte Aktualisierung der Sensoren :
es_es: Ultima actualización de los sensores :
fr_fr: Dernière mise à jour des capteurs :

# IMPORT_CONF_CULTIPI
source: Import Configuration
de_de: Konfiguration importieren
es_es: Importar configuración
fr_fr: Importer une configuration

# IMPORT_CONF
source: Import configuration
de_de: Konfiguration importieren
es_es: Importar configuración
fr_fr: Import de la configuration

# SUCCESS_IMPORT_CONF
source: imported configuration with succees
de_de: importierte Konfiguration mit succees
es_es: Configuración importada con succees
fr_fr: Configuration importée avec succèes

# ERROR_IMPORT_CONF
source: Error while importing your configuration
de_de: Fehler beim Importieren der Konfiguration
es_es: Error al importar la configuración
fr_fr: Erreur lors de l'import de votre configuration

# MGT_ACCESS
source: Access Management
de_de: Zugriffsverwaltung
es_es: Gestión de Acceso
fr_fr: Gestion des accès

# CHANGE_PASSWORD
source: Change the interface password
de_de: Ändern Sie die Schnittstelle Kennwort
es_es: Cambiar la contraseña de la interfaz
fr_fr: Changer le mot de passe de l'interface

source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe

# CONFIRM_NEW_PASSWORD
source: Password Confirmation
de_de: Passwortbestätigung
es_es: Confirmación de la contraseña
fr_fr: Confirmation du mot de passe

source: Save password
de_de: Passwort speichern
es_es: Guardar contraseña
fr_fr: Enregistrer le mot de passe

source: Palette
es_es: Paleta

source: Brightness
de_de: Helligkeit
es_es: Brillo
fr_fr: Luminosité

source: Contrast
de_de: Kontrast
es_es: Contraste
fr_fr: Contraste

source: Resolution
de_de: Auflösung
es_es: Resolución
fr_fr: Résolution

# TITLE_WEBCAM
source: Currently captured by the Webcam Image
de_de: derzeit von der Webcam Bild eingefangen
es_es: Capturado actualmente por la cámara de imagen
fr_fr: Image actuellement capturée par la Webcam

# TIME_CREATION_IMG
source: Image captured
de_de: Bild eingefangen
es_es: Imagen capturada
fr_fr: Image capturée à

# CLOSE_BUTTON
source: Close
es_es: Cerrar
fr_fr: Fermer

# DIR_CONF_NOT_UPTODATE_POPUP
source: The configuration used is not updated, you can update the configuration with the boutton in the software dialog.
de_de: verwendet wird nicht aktualisiert Konfiguration können Sie die Konfiguration mit dem boutton im Dialog Software zu aktualisieren.
es_es: La configuración utilizada no está actualizado, puede actualizar la configuración con la boutton en el diálogo de software.
fr_fr: La configuration utilisée n'est pas à jour, vous pouvez mettre à jour la configuration grâce au boutton dans la boîte de dialogue du logiciel.

# DISABLE_POPUP
source: Do not warn me and let me manage the configuration in the dialog
de_de: Mich nicht und lassen Sie mich zu verwalten Sie die Konfiguration im Dialog
es_es: No avisarme y me dejó administrar la configuración en el diálogo
fr_fr: Ne plus me prévenir et me laisser gérer la configuration dans la boîte de dialogue

source: Gateway
de_de: Tor
es_es: Entrada
fr_fr: Passerelle

# NETWORK_AVAILABLE
source: Your unit is now redémarer. It will be available again in a few seconds.
de_de: Das Gerät ist jetzt redémarer. Voraussichtlich wieder lieferbar in wenigen Sekunden sein.
es_es: Su unidad está ahora redémarer. Estará disponible de nuevo en unos segundos.
fr_fr: Votre module est en train de redémarer. Il sera de nouveau disponible dans quelques secondes.

# RESET_NETWORK_CONF
source: Click on the image to restore the system to its original configration
de_de: Klicken Sie auf das Bild, um das System in seinen ursprünglichen configration wiederherzustellen
es_es: Haga clic en la imagen para restaurar el sistema a su configration originales
fr_fr: Cliquez sur l'image pour remettre le réseau dans sa configration d'origine

# CULTIPI_DL_BONJOUR
source: Click on the image to download the installer service 'Hello'
de_de: Klicken Sie auf das Bild, um die Installer-Dienst 'Hallo' downloaden
es_es: Haga clic en la imagen para descargar el servicio de instalación de 'Hola'
fr_fr: Cliquez sur l'image pour télécharger l'installateur du service 'Bonjour'

# CONFIRM_RESET_NETWORK
source: This action will effectively reset the factory manual network configuration all you have done for the network will be lost and the unit will return to its original configration. Are you sure you want to continue?
de_de: Diese Aktion wird die Fabrik manuelle Netzwerkkonfiguration effektiv zurückgesetzt alles, was Sie für das Netzwerk gemacht haben, gehen verloren und das Gerät in seinen ursprünglichen configration zurück. Sind Sie sicher, dass Sie den Vorgang fortsetzen?
es_es: Esta acción se restablecerá efectivamente la configuración de red manual de la fábrica todo lo que han hecho por la red se perderán y la unidad volverá a su configration originales. ¿Seguro que desea continuar?
fr_fr: Cette action aura pour effet de remettre le réseau en mode usine, toute la configuration que vous avez réalisé concernant le réseau sera perdu et le module retrouvera sa configration d'origine. Êtes-vous certain de vouloir continuer?

# CONFIGURE_TITLE_CULTIBOX_NET
source: Network configuration
de_de: Netzwerkkonfiguration
es_es: Configuración de la red
fr_fr: Configuration du réseau

# CONFIGURE_SUBTITLE
source: The configuration shown corresponds to the currently applied configuration
de_de: Die Konfiguration gezeigt, entspricht der derzeit angewandten Konfiguration
es_es: La configuración que se muestra corresponde a la configuración que se aplican actualmente
fr_fr: La configuration affichée correspond à la configuration actuellement appliquée

# ADDR_TYPE
source: address type
de_de: Adresstyp
es_es: Tipo de dirección
fr_fr: Type d'adressage

# NO_IFACE_FOUND
source: Not Detected interface
de_de: Nicht erkannt Schnittstelle
es_es: interfaz no detectado
fr_fr: Pas d'interface détectée

# TOOLTIP_MANUAL_IP
source: If this option is selected, you will need to manually enter the desired address for your Cultipi Module
de_de: Wenn diese Option aktiviert ist, müssen Sie die gewünschte Adresse für Ihre Cultipi Modul manuell eingeben
es_es: Si se selecciona esta opción, tendrá que introducir manualmente la dirección deseada para su módulo Cultipi
fr_fr: Si cette option est sélectionnée, il vous faudra rentrer manuellement l'adresse voulue pour votre module Cultipi

# TOOLTIP_DYNAMIC_IP
source: If this option is selected, an address will be given to your Cultipi Module
de_de: Wenn diese Option aktiviert ist, eine Adresse zu Ihrem Cultipi Modul gegeben werden
es_es: Si se selecciona esta opción, una dirección se le dará a su Módulo Cultipi
fr_fr: Si cette option est sélectionnée, une adresse sera automatiquement donnée à votre module Cultipi

# WIRE_CONF
source: Wired connection
de_de: Kabelverbindung
es_es: Conexión por cable
fr_fr: Connexion filaire

# WIRELESS_CONF
source: Wireless Connection
de_de: WLAN-Verbindung
es_es: Conexión inalámbrica
fr_fr: Connexion sans fil

# PHY_ADDR
source: Physical address of the interface
de_de: Physikalische Adresse der Schnittstelle
es_es: Dirección física de la interfaz
fr_fr: Adresse physique de l'interface

# ACTIVATED
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activée

# DEACTIVATED
source: Disable
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactivée

# MANUAL_IP_ADDR
source: Manual Address
de_de: Manuelle Adresse
es_es: Dirección manual
fr_fr: Adresse manuelle

# DYNAMIC_IP_ADDR
source: Automatically Address
de_de: Automatisch Adresse
es_es: Abordar de forma automática
fr_fr: Adresse automatique

# IP_ADDR
source: Network Address
de_de: Netzwerkadresse
es_es: Dirección de red
fr_fr: Adresse du réseau

# IP_MASK
source: Network Mask
de_de: Netzwerkmaske
es_es: Máscara de red
fr_fr: Masque du réseau

# CONFIGURE_WIFI_IP
source: address of your wireless module
de_de: Adresse des WLAN-Moduls
es_es: dirección de su módulo inalámbrico
fr_fr: Adresse de votre module Wifi

# CONFIGURE_WIFI_KEY_TYPE
source: Type the key
de_de: Geben Sie die Taste
es_es: Escriba la clave
fr_fr: Type de la clef

# CONFIGURE_WIFI_PASSWORD
source: Network Password
es_es: contraseña de red
fr_fr: Mot de passe du réseau

# CONFIGURE_WIFI_PASSWORD_CONFIRM
source: Password Confirmation
de_de: Passwortbestätigung
es_es: Confirmación de la contraseña
fr_fr: Confirmation du mot de passe

# CONFIGURE_WIFI_SSID
source: Network Name
de_de: Netzwerkname
es_es: Nombre de red
fr_fr: Nom du réseau

# CONFIGURE_WIFI_IP_MASK
source: Network Mask
de_de: Netzwerkmaske
es_es: Máscara de red
fr_fr: Masque du réseau

# SHOW_CURRENT_PWD
source: Leave the mouse clicked on the picture to display the password
de_de: Lassen Sie die Maus angeklickt Sie auf das Bild, um das Passwort angezeigt werden
es_es: Deja el ratón hace clic sobre la imagen para mostrar la contraseña
fr_fr: Laisser la souris cliquée sur l'image pour afficher le mot de passe

# ERROR_SSID_VALUE
source: The network name can not be empty
de_de: Der Netzwerkname kann nicht leer sein
es_es: El nombre de la red no puede estar vacío
fr_fr: Le nom du réseau ne peut pas être vide

# ERROR_PASSWORD_VALUE
source: The passwords must match
de_de: Die Passwörter müssen übereinstimmen
es_es: Las contraseñas deben coincidir
fr_fr: Les mots de passe doivent correspondre

# ERROR_WIFI_IP_MASK
source: Error in the netmask format: XXX.XXX.XXX.XXX
de_de: Fehler in der Netzmaske Format: XXX.XXX.XXX.XXX
es_es: Error en el formato de la máscara de red: XXX.XXX.XXX.XXX
fr_fr: Erreur dans le format du masque réseau: XXX.XXX.XXX.XXX

# TOOLTIP_IP_ADDR
source: The module address must be in the form XXX.XXX.XXX.XXX <br /><br /><i>Example: 192.168.0.15</i>
de_de: Das Modul-Adresse muss in Form XXX.XXX.XXX.XXX <br /><br />sein <i>Beispiel: 192.168.0.15</i>
es_es: La dirección del módulo debe ser en forma XXX.XXX.XXX.XXX <br /><br /><i>Ejemplo: 192.168.0.15</i>
fr_fr: L'adresse du module doit être de la forme XXX.XXX.XXX.XXX<br /><br /><i>Example: 192.168.0.15</i>

# TOOLTIP_MASK_ADDR
source: The network mask must be of the form XXX.XXX.XXX.XXX <br /><br /><i>Example: 255.255.255.0</i>
de_de: Die Netzmaske müssen der Form XXX.XXX.XXX.XXX <br /><br />sein <i>Beispiel: 255.255.255.0</i>
es_es: La máscara de red debe ser de la forma XXX.XXX.XXX.XXX <br /><br /><i>Ejemplo: 255.255.255.0</i>
fr_fr: Le masque du réseau doit être de la forme XXX.XXX.XXX.XXX<br /><br /><i>Example: 255.255.255.0</i>

# ERROR_WIFI_IP
source: Error in the format of IP: XXX.XXX.XXX.XXX
de_de: Fehler im Format IP: XXX.XXX.XXX.XXX
es_es: Error en el formato de IP: XXX.XXX.XXX.XXX
fr_fr: Erreur dans le format de l'adresse IP: XXX.XXX.XXX.XXX
