Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# WIZARD_OTHER_STEP
source: Register and configure a different outlet
de_de: Registrieren und konfigurieren Sie eine andere Steckdose
es_es: Salvar y configurar otro enchufe
fr_fr: Enregistrer et configurer une autre prise

# WIZARD_PLUG_TYPE
source: Number 1 jack will be configured as a lamp. This jack can accommodate a lamp <b> 600 Watts </b> maximum <b> </b>.
de_de: Nummer 1-Buchse wird als Lampen konfiguriert werden. Diese Buchse kann eine Lampe <b> 600 Watt </b> bis <b> </b> zubringen.
es_es: El enchufe numero 1 será configurado como lámpara. Este enchufe podrá alimentar una lámpara de <b>600 Vatios</b> como <b>máximo</b>.Sera posible configurar otros enchufes pero no podrán alimentar una lámpara cuya potencia será superior a <b>200 Vatios</b>.
fr_fr: La prise numéro 1 sera configurée comme une lampe. Cette prise pourra accueillir une lampe de <b>600 Watts</b> au <b>maximum</b>.

# WIZARD_PLUG_LAMP
source: You can now choose the time of ignition and extinction of the lamp to determine the operation of your equipment.
de_de: Sie können nun wählen Sie den Zeitpunkt der Zündung und Erlöschen der Lampe, um den Betrieb Ihrer Anlage bestimmen.
es_es: Se puede ahora elegir la hora de arranque y de apago de la luz. Para eso, elegir una hora de arranque en cual la lámpara se pondrá en marcha y una hora de fin para el apago.
fr_fr: Vous pouvez maintenant choisir l'heure d'allumage et d'extinction de la lampe afin de déterminer le fonctionnement de votre équipement.

# WIZARD_PLUG_PROGRAM
source: You can now choose the time of switching on and off of your equipment. To do this, select a start time that the equipment will start up and end time where the equipment is off.
de_de: Sie können nun die Zeit des Ein-und Ausschalten der Geräte. Um dies zu tun, wählen Sie eine Startzeit, die das Gerät startet und Ende, wo das Gerät ausgeschaltet ist.
es_es: Se puede ahora elegir una hora de arranque y de apago del equipo. Para eso, elegir una hora de arranque y una hora de apago.
fr_fr: Vous pouvez maintenant choisir l'heure d'allumage et d'extinction de votre équipement. Pour cela choisissez une heure de départ où l'équipement se mettra en route et une heure de fin où l'équipement s'éteindra.

# WIZARD_STEP
source: Step
de_de: Schritt
es_es: Etapa
fr_fr: Etape

# WIZARD_CONFIGURE_OTHER_PLUG
source: Configuration decision
de_de: Konfiguration Entscheidung
es_es: Configuracion del enchufe
fr_fr: Configuration de la prise

# WIZARD_OTHER_PLUG_NUMBER
source: You will now set up a new outlet.
de_de: Sie werden nun eine neue Steckdose gesetzt.
es_es: Ahora se configura un nuevo enchufe.
fr_fr: Vous allez maintenant configurer une nouvelle prise.

# WIZARD_OTHER_PLUG_TYPE
source: Choose the type of connector to use: <ul class='list_class_wizard'> <li> heating to raise the temperature </li> <li> a fan to lower the temperature </li> <li> a humidifier to increase the moisture </li> <li> a dehumidifier to reduce humidity </li> <li> a water pump to increase the water level </li> <li> lamp </li> <li> 'other' for all other types of equipment. <br /> <br /> If you choose to configure a new lamp, it must be <b> less powerful 200 Watts </b>
de_de: Wählen Sie die Art von Anschluss zu verwenden: <ul class='list_class_wizard'> <li> Heizung, die Temperatur </li> erhöhen <li> einem Ventilator, um die Temperatur </li> <li> einen Luftbefeuchter zu senken, um die Erhöhung Feuchtigkeit </li> <li> einem Entfeuchter gegen Feuchtigkeit </li> <li> einer Wasserpumpe, den Wasserstand </li> <li> Lampe </li> <li> erhöhen reduzieren "andere" für alle anderen Arten von Ausrüstung. <br /> <br /> Wenn Sie eine neue Lampe zu konfigurieren wählen, muss es <b> werden weniger leistungsfähigen 200 Watt </b>
es_es: Elegir el tipo de enchufe a usar: <ul class='list_class_wizard'><li>un calentador para aumentar la temperatura </li><li>un ventilador para bajar la temperatura</li><li>un humidificador para bajar el porcentaje de humedad</li><li>un deshumidificador para bajar la humedad</li><li>una bomba de agua para aumentar el nivel de agua</li><li>una lámpara</li><li>el tipo 'otro' sirve para cualquier otro equipamiento.<br /><br />Si se elige la configuración de una nueva lámpara , esa tiene que ser <b>menos potente que 200 Vatios</b>
fr_fr: Choisir le type de prise à utiliser : <ul class='list_class_wizard'><li>un chauffage pour augmenter la température</li><li>un ventilateur pour abaisser la température</li><li>un humidificateur pour augmenter l'humidité</li><li>un déshumidificateur pour diminuer l'humidité</li><li>une pompe à eau pour augmenter le niveau d'eau</li><li>une lampe</li><li>'autre' servant pour tous les autres type d'équipements. <br /><br />Si vous choisissez de configurer une nouvelle lampe, celle-ci doit être <b>moins puissante que 200 Watts</b>

# START_TIME_EQUIPMENT
source: Equipment start time
de_de: Zeit Zündeinrichtung
es_es: Horario de arranque del equipo
fr_fr: Heure d'allumage de l'équipement

# END_TIME_EQUIPMENT
source: Equiment end time
de_de: Stoppzeit Ausrüstung
es_es: Horario de apago del equipo
fr_fr: Heure d'extinction de l'équipement

# DAY_DURATION
source: day
de_de: Tag
es_es: día
fr_fr: jour

# DAYS_DURATION
source: days
de_de: Tag
es_es: días
fr_fr: jours

# CALENDAR_STARTED
source: Event ago started
de_de: Ereignis begann vor
es_es: Hace evento comenzó
fr_fr: Evènement démarré dépuis

# CALENDAR_ENDED
source: Event finished for
de_de: Ereignis fertig für
es_es: Evento terminado para
fr_fr: Evènement terminé depuis

# CALENDAR_START
source: Event start in
de_de: Ereignis beginnen in
es_es: Evento de inicio en
fr_fr: Evènement démarrera dans

# CALENDAR_END
source: Event end in
de_de: Ereignis am Ende in
es_es: termina Evento en
fr_fr: Evènement terminera dans

# CALENDAR_TITLE
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier

# CALENDAR_ENGRAIS
source: Planning fertilizer
de_de: Planung Dünger
es_es: Planificación de abono
fr_fr: Planification d'engrais

# CALENDAR_SUBSTRAT
source: Substrate used
de_de: Substrat verwendet
es_es: Sustrato usado
fr_fr: Substrat utilisé

# CALENDAR_PROGRAM
source: Fertilizer Program applying
de_de: Dünger-Programm der Anwendung
es_es: Programa de abono a aplicar
fr_fr: Programme d'engrais à appliquer

# CALENDAR_STARTDATE
source: Starting date of the program
de_de: Datum Beginn des Programms
es_es: Fecha de inicio del programa
fr_fr: Date de départ du programme

# DISABLED_XML_FILE
source: None detected XML file
de_de: Keine erkannt XML-Datei
es_es: Ningún fichero XML detectado
fr_fr: Aucun fichier XML détecté

# WHAT_DIALOG_CALENDAR
source: What do you want?
de_de: Was wollen Sie?
es_es: Que quiere hacer?
fr_fr: Que voulez-vous faire?

# REMOVE_DIALOG_CALENDAR
source: Delete the annotation
de_de: Löschen Sie die Annotation
es_es: Borrar el evento
fr_fr: Supprimer l'annotation

# CANCEL_DIALOG_CALENDAR
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler

# EDIT_DIALOG_CALENDAR
source: Edit Annotation
de_de: Bearbeiten Annotation
es_es: Editar el evento
fr_fr: Editer l'annotation

# CREATE_DIALOG_CALENDAR
source: Add Annotation
de_de: Anmerkung hinzufügen
es_es: Crear un evento
fr_fr: Ajouter une annotation

# CALENDAR_SUBJECT
source: Topic
de_de: Thema
es_es: Sujeto
fr_fr: Sujet

# CALENDAR_COLOR
source: Choose a color
de_de: Wählen Sie eine Farbe
es_es: Elegir un color
fr_fr: Choisir une couleur

# CALENDAR_REMARK
source: Remark
de_de: Bemerkung
es_es: Comentario
fr_fr: Remarque

# CALENDAR_START_DATE
source: Departure date (YYYY-MM-DD)
de_de: Abreisedatum (JJJJ-MM-DD)
es_es: Fecha de inicio (AAAA-MM-DD)
fr_fr: Date de départ (AAAA-MM-JJ)

# CALENDAR_STOP_DATE
source: End date (YYYY-MM-DD)
de_de: Enddatum (JJJJ-MM-DD)
es_es: Fecha de fin (AAAA-MM-DD)
fr_fr: Date de fin (AAAA-MM-JJ)

# MANAGE_CALENDAR
source: Management annotations
de_de: Management-Anmerkungen
es_es: Gestionar el evento
fr_fr: Gestion des annotations

# SAVE_DIALOG_CALENDAR
source: Save
de_de: Sparen
es_es: Grabar
fr_fr: Sauvegarder

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui

# SUBJECT_START
source: Early culture
de_de: Frühe Kultur
es_es: Inicio de Cultura
fr_fr: Début de culture

# SUBJECT_FERTILIZERS
source: Fertilizer
de_de: Dünger
es_es: Abonos
fr_fr: Engrais

# SUBJECT_WATER
source: Water change
de_de: Wasserwechsel
es_es: Cambio de agua
fr_fr: Changement d'eau

# SUBJECT_BLOOM
source: Flowering
de_de: Blüte
es_es: Floración
fr_fr: Floraison

# SUBJECT_HARVEST
source: Harvest
de_de: Ernte
es_es: Cosecha
fr_fr: Récolte

# SUBJECT_OTHER
source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre

# DAY01
source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi

# DAY02
source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi

# DAY03
source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi

# DAY04
source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi

# DAY05
source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi

# DAY06
source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi

# DAY07
source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche

# D01
source: Mon
de_de: Mo
es_es: Lun
fr_fr: Lun

# D02
source: March
de_de: März
es_es: Mar
fr_fr: Mar

# D03
source: Sea
de_de: Meer
es_es: Mier
fr_fr: Mer

# D04
source: Game
de_de: Spiel
es_es: Jue
fr_fr: Jeu

# D05
source: Fri
de_de: Fr
es_es: Vier
fr_fr: Ven

# D06
source: Sam
es_es: Sab

# D07
source: Sun
de_de: Sonne
es_es: Dom
fr_fr: Dim

# RESET_CONFIRM_CALENDAR
source: Are you sure you want to delete all events recorded in the calendar?
de_de: Sind Sie sicher, dass Sie alle im Kalender aufgezeichneten Ereignisse löschen?
es_es: Seguro de querer borrar todos los eventos grabados en el calendario?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les événements enregistrés dans le calendrier?

# VALID_DELETE_CALENDAR
source: Calendar successfully removed
de_de: Kalender erfolgreich entfernt
es_es: Calendario borrado con excito
fr_fr: Calendrier supprimé avec succès

# VALID_ADD_CALENDAR
source: Calendar updated with the selected program
de_de: Kalender mit dem gewählten Programm aktualisiert
es_es: Calendario actualizado con el programa seleccionado
fr_fr: Calendrier mis à jour avec le programme sélectionné

# XML_DISPLAYED_FILE
source: XML files to display
de_de: XML-Dateien angezeigt werden
es_es: Ficheros XML a ensenar
fr_fr: Fichiers XML à afficher

source: Save
de_de: Registrieren
es_es: Registrar
fr_fr: Enregistrer

# CALENDAR_EVENT_NAME
source: Event Name
es_es: Nombre del evento
fr_fr: Nom de l'événement

# CALENDAR_SELECT_CROISSANCE
source: Select the part to apply
de_de: Wählen Sie das Teil zu bewerben
es_es: Selección de la parte a aplicar
fr_fr: Sélection de la partie à appliquer

# CALENDAR_CROISSANCE
source: Growth
de_de: Wachstum
es_es: Crecimiento
fr_fr: Croissance

# CALENDAR_FLORAISON
source: Flowering
de_de: Blüte
es_es: Floración
fr_fr: Floraison

# CALENDAR_CROISSANCE_+_FLORAISON
source: Growth and Flowering
de_de: Wachstum + Blüte
es_es: Crecimiento + Floración
fr_fr: Croissance + Floraison

# CALENDAR_IMPORTANT
source: Significant Event
de_de: Bedeutende Ereignis
es_es: Hecho Relevante
fr_fr: Événement important

# SUMARY_IMPORTANT_LIST
source: Summary of important recent events
de_de: Zusammenfassung der jüngsten Ereignisse wichtig
es_es: Resumen de los últimos acontecimientos importantes
fr_fr: Résumé des derniers événements importants

# EVENT_FROM
source: Event of
de_de: Event
es_es: Acontecimientos del
fr_fr: Événement du

# EVENT_TO
source: the
de_de: die
es_es: al
fr_fr: au

# CALENDAR_DAILY_PROGRAM
source: Daily program
de_de: Tagesprogramm
es_es: Programa diario
fr_fr: Programme journalier

# ERROR_DROP_EVENT
source: Error: there is already a daily program defines that day.
de_de: Fehler: Es ist bereits ein Tagesprogramm definiert, dass Tag.
es_es: Error: ya hay un programa diario define ese día.
fr_fr: Erreur : il y a déjà un programme journalier définit ce jour là.

# CALENDAR_UPDATE_SD_EVENT
source: Updating events on the SD card
de_de: Aktualisieren von Ereignissen auf der SD-Karte
es_es: Actualización de los eventos en la tarjeta SD
fr_fr: Mise à jour des événements sur la carte SD

# PARAMETERS_CALENDAR_TITLE
source: Advanced calendar Options
de_de: Erweiterte Kalenderoptionen
es_es: Opciones avanzadas de Calendario
fr_fr: Options avancées du calendrier

# EMPTY_DAILY_PROGRAM
source: No daily schedule has not yet been defined. You can create daily programs from the program advanced options tab.
de_de: Keine Tagesablauf ist noch nicht definiert. Sie können täglich Programme aus dem erweiterten Optionen Registerkarte Programm zu erstellen.
es_es: Sin horario diario aún no ha sido definida. Puede crear programas diarios en la pestaña de opciones avanzadas del programa.
fr_fr: Aucun programme journalier n'a encore été défini. Vous pouvez créer des programmes journaliers à partir des options avançées l'onglet programme.

# SELECT_START_DAY
source: Day of departure (YYYY-MM-DD)
de_de: Tag der Abreise (JJJJ-MM-DD)
es_es: Día de inicio (AAAA-MM-DD)
fr_fr: Jour de départ (AAAA-MM-JJ)

# SELECT_END_DAY
source: End day (YYYY-MM-DD)
de_de: Ende Tag (JJJJ-MM-DD)
es_es: Día de fin (AAAA-MM-DD)
fr_fr: Jour de fin (AAAA-MM-JJ)

# COST_PRICE_COMPUTE
source: Calculating the cost of your installation
de_de: Die Berechnung der Kosten für die Installation
es_es: Calculo del coste de su instalación
fr_fr: Calcul du coût de votre installation

# COST_PRICE_COMPUTE_GRAPH
source: Cost of your installation
de_de: Kosten der Installation
es_es: Coste de su instalación
fr_fr: Coût de votre installation

# COST_PRICE_FOR_DAY
source: for
de_de: für
es_es: para el
fr_fr: pour le

# COST_PRICE_TIME
source: for the period
de_de: für den Zeitraum
es_es: para el periodo de
fr_fr: pour la période du

# COST_PRICE_TO
source: the
de_de: die
es_es: hasta
fr_fr: au

# INSTALLATION_PRICE
source: Price 's installation (euros)
de_de: Preis 's-Installation (Euro)
es_es: Precio de la instalación (en euros)
fr_fr: Prix de l'installation (en euros)

# SELECT_PRICE_PLUG
source: Show price
de_de: Preis anzeigen
es_es: Enseñar el precio
fr_fr: Afficher le prix

# PRICE_ALL_PLUG
source: for all decision
de_de: Entscheidung für alle
es_es: para todos los enchufes
fr_fr: pour toutes les prises

# PRICE_DISTINCT_ALL_PLUG
source: by taking
de_de: indem
es_es: por enchufe
fr_fr: par prise

# PRICE_FOR_PLUG
source: for decision
de_de: zur Entscheidung
es_es: para el enchufe
fr_fr: pour la prise

# PRICE_SELECT_ALL_PLUG
source: For all your shots
de_de: Für alle Ihre Aufnahmen
es_es: Para todos sus enchufes
fr_fr: Pour toutes vos prises

source: Real price
de_de: Echt Preis
es_es: Precio real
fr_fr: Prix réel

# THEORICAL_PRICE
source: Maximum theoretical price
de_de: Maximale theoretische Preis
es_es: Precio teórico máximum (sin regulación)
fr_fr: Prix théorique maximal

# SUMARY_COST_TITLE
source: Configuration Summary
de_de: Konfigurationsübersicht
es_es: Resumen de la configuración
fr_fr: Résumé de la configuration

# EMPTY_COST_INFOS
source: No information available
de_de: Keine Informationen verfügbar
es_es: Ninguna información disponible
fr_fr: Pas d'informations disponibles

# SUMARY_COST_TYPE
source: Subscription
de_de: Abonnement
es_es: Subscripción
fr_fr: Abonnement

# SUMARY_HP_HC
source: Peak / off
es_es: Hora con precio entero/reducido
fr_fr: Heures pleines/creuses

# SUMARY_COST_PRICE
source: Price kilowattt hour
de_de: Preis kilowattt Stunde
es_es: Precio del KVatios-hora
fr_fr: Prix du kilowatt-heure

# SUMARY_COST_PRICE_HC
source: Price peak hours (kwh)
de_de: Preis Spitzenstunden (kwh)
es_es: Precio en hora con precio reducido (kvh)
fr_fr: Prix en heures creuses (kwh)

# SUMARY_COST_PRICE_HP
source: Prices during peak hours (kwh)
de_de: Preise während der Spitzenstunden (kwh)
es_es: Precio en hora con precio entero (kvh)
fr_fr: Prix en heures pleines (kwh)

# SUMARY_START_HC
source: Check-peak hours
de_de: Check-Spitzenzeiten
es_es: Inicio de las horas con precio reducido
fr_fr: Départ des heures creuses

# SUMARY_STOP_HC
source: Late peak
de_de: Später Spitzen
es_es: Final de las horas con precio reducido
fr_fr: Fin des heures creuses

# CONFIGURE_COST_TYPE
source: Type of electrical Subscription
de_de: Ausführung elektrischer Abonnement
es_es: Tipo de tarifa eléctrica
fr_fr: Type d'abonnement électrique

# COST_STANDARD
source: Standard
es_es: Estándar

# COST_HPC
source: Full Time / hollow
de_de: Vollzeit / Hohl
es_es: Hora con precio entero/reducido
fr_fr: Heure pleine/creuse

# CONFIGURE_COST_PRICE
source: Price per kilowatt-hour
de_de: Preis pro Kilowattstunde
es_es: Precio del KVatio-hora
fr_fr: Prix du kilowatt-heure

# CONFIGURE_COST_PRICE_HP
source: Price in full time
de_de: Preis in Vollzeit
es_es: Tarifa en hora con precio entero
fr_fr: Prix en heure pleine

# CONFIGURE_COST_PRICE_HC
source: Price peak hours
de_de: Preis Spitzenzeiten
es_es: Tarifa en hora con precio reducido
fr_fr: Prix en heure creuse

# CONFIGURE_START_HC
source: Early peak hours (HH: MM)
de_de: Frühe Spitzenzeiten (HH: MM)
es_es: Inicio de las horas con precio reducido: (HH:MM)
fr_fr: Début des heures creuses : (HH:MM)

# CONFIGURE_STOP_HC
source: Late peak hours (HH: MM)
de_de: Später Spitzenzeiten (HH: MM)
es_es: Fin de las horas con precio entero: (HH:MM)
fr_fr: Fin des heures creuses : (HH:MM)

# PROGRESS_COST_REAL
source: Calculating the actual cost being
de_de: Die Berechnung der tatsächlichen Kosten Befinden
es_es: Calculo del coste real en curso
fr_fr: Calcul du coût réel en cours

# PROGRESS_COST_THEORICAL
source: Calculation of the theoretical cost being
de_de: Berechnung des theoretischen Kosten als
es_es: Calculo del coste teórico en curso
fr_fr: Calcul du coût théorique en cours

# COMPUTE_COST
source: Calculate the cost of your current installation
de_de: Berechnen Sie die Kosten für Ihre aktuelle Installation
es_es: Calculo del coste de su instalación en curso
fr_fr: Calcul du coût de votre installation en cours

# COMPUTE_COST_PLUG_REAL
source: Calculation of the actual cost for decision
de_de: Die Berechnung der tatsächlichen Kosten für die Entscheidung
es_es: Calculo del coste real para el enchufe
fr_fr: Calcul du coût réel pour la prise

# COMPUTE_COST_PLUG_THEORICAL
source: Calculation of the theoretical cost for decision
de_de: Berechnung des theoretischen Kosten für die Entscheidung
es_es: Calculo del coste teórico para el enchufe
fr_fr: Calcul du coût théorique pour la prise

# ERROR_COMPUTE_COST
source: Error when calculating the cost of your installation
de_de: Fehler bei der Berechnung der Kosten für die Installation
es_es: Error durante el calculo del coste de su instalación
fr_fr: Erreur lors du calcul du coût de votre installation

# VALID_REAL_COST_COMPUTE
source: Calculating the actual cost realized successfully
de_de: Die Berechnung der tatsächlichen Kosten erfolgreich realisiert
es_es: Calculo del coste real realizado con excito
fr_fr: Calcul du coût réel réalisé avec succès

# VALID_THEORICAL_COST_COMPUTE
source: Calculation of the theoretical cost achieved successfully
de_de: Berechnung des theoretischen Kosten erfolgreich erreicht
es_es: Calculo del coste teórico realizado con excito
fr_fr: Calcul du coût théorique réalisé avec succès

# ERROR_SAME_PASSWORD
source: The passwords must match
de_de: Die Passwörter müssen übereinstimmen
es_es: Las contraseñas deben coincidir
fr_fr: Les mots de passe doivent correspondre

# ERROR_EMPTY_PASSWORD
source: The password can not be empty
de_de: Das Passwort darf nicht leer sein
es_es: La contraseña no puede estar vacío
fr_fr: Le mot de passe ne peut pas être vide

# ERROR_WEBCAM
source: No detected Webcam
de_de: Kein erkannt Webcam
es_es: No se Webcam detectado
fr_fr: Aucune Webcam détectée

# INFORMATION
source: Information (s)
de_de: Information (en)
es_es: Información(nes)

# WARNING
source: Warning (s)
de_de: Warnung (en)
es_es: Advertencia(s)
fr_fr: Avertissement(s)

# ERROR_UPDATE_SQL
source: Error in SQL UPDATE statement
de_de: Fehler in der SQL-Anweisung UPDATE
es_es: Error en la petición SQL UPDATE
fr_fr: Erreur dans la requête SQL UPDATE

# ERROR_DELETE_SQL
source: Error in SQL DELETE query
de_de: Fehler in SQL DELETE-Abfrage
es_es: Error en la petición SQL DELETE
fr_fr: Erreur dans la requête SQL DELETE

# ERROR_SELECT_SQL
source: Error in the SQL SELECT query
de_de: Fehler in der SQL-SELECT-Abfrage
es_es: Error en la petición SQL SELECT
fr_fr: Erreur dans la requête SQL SELECT

# ERROR_FORMAT_DATE_DAY_START
source: Day of departure: error in the date format (YYYY-MM-DD)
de_de: Tag der Abreise: Fehler in der Datumsformat (JJJJ-MM-DD)
es_es: Día de inicio: error en el formato de la fecha(AAAA-MM-DD)
fr_fr: Jour de départ : erreur dans le format de la date (AAAA-MM-JJ)

# ERROR_FORMAT_CALENDAR_DATE
source: Error in the date format (YYYY-MM-DD)
de_de: Fehler in der Datumsformat (JJJJ-MM-DD)
es_es: Error en el formato de la fecha (AAA-MM-DD)
fr_fr: Erreur dans le format de la date (AAAA-MM-JJ)

# ERROR_FORMAT_DATE_DAY_END
source: End Day: error in the date format (YYYY-MM-DD)
de_de: End Day: Fehler in der Datumsformat (JJJJ-MM-DD)
es_es: Día de fin: error en el formato de la fecha(AAAA-MM-DD)
fr_fr: Jour de fin : erreur dans le format de la date (AAAA-MM-JJ)

# ERROR_FORMAT_DATE_DAY
source: Day display: Error in format (YYYY-MM-DD)
de_de: Tag-Anzeige: Fehler im Format (JJJJ-MM-DD)
es_es: Día a ensenar: error en el formato (AAAA-MM-DD)
fr_fr: Jour à afficher : erreur dans le format (AAAA-MM-JJ)

# ERROR_FORMAT_DATE_MONTH
source: Month to display: Error in format (MM)
de_de: Monat Anzeige: Fehler im Format (MM)
es_es: Mes a ensenar: error en el formato (MM)
fr_fr: Mois à afficher : erreur dans le format (MM)

# ERROR_SD_CARD
source: No SD card detected Cultibox enabled, verify that your card is correctly connected
de_de: Keine SD-Karte erkannt Cultibox aktiviert ist, überprüfen Sie, ob Ihre Karte korrekt angeschlossen ist
es_es: Ninguna tarjeta SD compatible Cultibox detectada, comprobar que su tarjeta este correctamente conectada.
fr_fr: Aucune carte SD compatible Cultibox détectée, vérifier que votre carte soit correctement branchée

# ERROR_FORMAT_TIME
source: Error in time format HH: MM: SS
de_de: Fehler im Zeitformat HH: MM: SS
es_es: Error en el formato de la hora: HH:MM:SS
fr_fr: Erreur dans le format de l'heure : HH:MM:SS

# ERROR_FORMAT_TIME_DURATION
source: Duration: error in the format (HH: MM: SS)
de_de: Zyklus: Fehler im Format (HH: MM: SS)
es_es: Ciclo: Error en el formato (HH:MM:SS)
fr_fr: Durée : erreur dans le format (HH:MM:SS)

# ERROR_FORMAT_TIME_START
source: Check out: error in the format (HH: MM: SS)
de_de: Abreise: Fehler im Format (HH: MM: SS)
es_es: Hora de inicio: error en el formato (HH:MM:SS)
fr_fr: Heure de départ: erreur dans le format (HH:MM:SS)

# ERROR_FORMAT_TIME_END
source: End time: error in the format (HH: MM: SS)
de_de: Endzeit: Fehler im Format (HH: MM: SS)
es_es: Hora de fin: error en el formato (HH:MM:SS)
fr_fr: Heure de fin: erreur dans le format (HH:MM:SS)

# ERROR_TIME_VALUE
source: Error in time format: HH: MM
de_de: Fehler in der Zeitformat: HH: MM
es_es: Error en el formato de la hora: HH:MM
fr_fr: Erreur dans le format de l'heure: HH:MM

# ERROR_SAME_TIME
source: The start time and end time must be different.
de_de: Der Start-und Endzeit müssen unterschiedlich sein.
es_es: Las horas de inicio y de fin tienen que ser diferentes.
fr_fr: Les heures de départ et de fin doivent être différentes.

# ERROR_WRITE_SD
source: Error when writing to the SD card, make sure the card is not write-protected
de_de: Fehler beim Schreiben auf die SD-Karte sicher, dass die Karte nicht schreibgeschützt
es_es: Error en la grabación en la tarjeta SD
fr_fr: Erreur durant l'écriture sur la carte SD, vérifiez que la carte n'est pas protégée en écriture
