Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# ERROR_TOLERANCE_VALUE_DEGREE
source: Tolerance value: it should be between 0 ° C and 10 ° C
de_de: Toleranzwert: es sollte zwischen 0 ° C und 10 ° C
es_es: Valor de tolerancia : tiene de estar entre 0°C et 10°C
fr_fr: La tolérance doit être comprise entre 0°C et 10°C

# ERROR_TOLERANCE_VALUE_POURCENT
source: Tolerance value: it must be between 0% and 25.5%
de_de: Toleranzwert: Es muss zwischen 0% und 25,5%
es_es: Valor de tolerancia : tiene de estar entre 0&#37; y 25.5&#37;
fr_fr: La tolérance doit être comprise entre 0&#37; et 25.5&#37;

# ERROR_TOLERANCE_VALUE_CM
source: Tolerance value: it must be between 0 cm and 10 cm
de_de: Toleranzwert: Es muss zwischen 0 cm und 10 cm
es_es: Valor de tolerancia: tiene de estar entre 0 cm y 10 cm
fr_fr: La tolérance doit être comprise entre 0 cm et 10 cm

# ERROR_VALUE_PROGRAM
source: Error: The value entered must be a number
de_de: Fehler: Der eingegebene Wert muss eine Zahl sein
es_es: Error: el valor indicado tiene que ser un numero
fr_fr: La valeur rentrée doit être un nombre

# ERROR_VALUE_PROGRAM_TEMP
source: Temperature value must be between
de_de: Temperaturwert Es muss zwischen
es_es: Valor de temperatura tiene que estar entre
fr_fr: La température doit être comprise entre

# ERROR_VALUE_PROGRAM_HUMI
source: Value of humidity must be between
de_de: Feuchtigkeitswert Sie muss zwischen
es_es: Valor de humedad tiene que estar entre
fr_fr: L'humidité doit être comprise entre

# ERROR_VALUE_PROGRAM_CM
source: Value of the height of water must be between
de_de: Wert der Höhe des Wassers es muss zwischen
es_es: Valor de la altura del agua tiene que estar entre
fr_fr: La hauteur doit être comprise entre

# ERROR_ALARM_VALUE
source: The trigger value of the alarm must be greater than 0 and less than 100
de_de: Der Auslösewert des Alarm muss größer als 0 und kleiner als 100 sein
es_es: El valor de disparo del alarma tiene que ser superior a 0 y inferior a 100
fr_fr: La valeur de déclenchement de l'alarme doit être supérieure à 0 et inférieure à 100

# ERROR_REGUL_VALUE
source: The trigger value of the control should be greater than 0 and less than 100
de_de: Der Auslösewert des Steuer größer als 0 und kleiner als 100 sein
es_es: El valor de disparo de la regulación tiene que ser superior a 0 y inferior a 100
fr_fr: La valeur de déclenchement de la régulation doit être supérieure à 0 et inférieure à 100

# ERROR_POWER_VALUE
source: Error in the value of power: it must be greater or equal to 0 Watt
de_de: Fehler in der Wert der Macht: es muss größer oder gleich 0 Watt sein
es_es: Error en el valor de la fuerza: debe ser mayor o igual a 0 vatios
fr_fr: Erreur dans la valeur de puissance: elle doit être supérieure ou égale à 0 Watt

# ERROR_PRICE_VALUE
source: The price per kilowatt hour must be greater than 0
de_de: Der Preis pro Kilowattstunde muss größer als 0 sein
es_es: El precio del KVatio-hora tiene que ser superior a 0.
fr_fr: Le prix du kilowatt-heure doit être supérieur à 0

# ERROR_PRICE_VALUE_HP
source: Full time: the price per kilowatt hour must be greater than 0
de_de: Vollzeit: der Preis pro Kilowattstunde muss größer als 0 sein
es_es: Hora con tarifa entero : el precio del KVatio-hora tiene que ser superior a 0
fr_fr: Heure pleine: le prix du kilowatt-heure doit être supérieur à 0

# ERROR_PRICE_VALUE_HC
source: Peak time the price per kilowatt hour must be greater than 0
de_de: Peak-Zeit der Preis pro Kilowattstunde muss größer als 0 sein
es_es: Hora con tarifa reducida : el precio del KVatio-hora tiene que ser superior a 0
fr_fr: Heure creuse: le prix du kilowatt-heure doit être supérieur à 0

# ERROR_COST_PRICE_NULL
source: The price per kilowatt hour must be greater than 0
de_de: Der Preis pro Kilowattstunde muss größer als 0 sein
es_es: El precio del KVatio-hora tiene que ser superior a 0
fr_fr: Le prix du kilowatt-heure doit être supérieur à 0

# ERROR_DATE_INTERVAL
source: Error in the dates chosen: the out date must be less than or equal to the end date
de_de: Fehler in den gewählten Zeitraum: der Abreisedatum muss kleiner als oder gleich dem Enddatum sein
es_es: Error en las fechas elegidas: la fecha de inicio tiene que ser inferior o igual a la hora de fin
fr_fr: Erreur dans les dates choisies: la date de départ doit être inférieure ou égale à la date de fin

# ERROR_REMOTE_UPDATE_FILE
source: Unable to access file updates, check your configuration
de_de: Kann Datei-Updates zugreifen, prüfen Sie Ihre Konfiguration
es_es: Imposible de acceder al fichero de puesta al día , comprobar su configuración
fr_fr: Impossible d'accéder au fichier des mises à jour, vérifier votre configuration

# ERROR_POWER_PLUG
source: The power of decision
de_de: Die Macht der Entscheidung
es_es: La potencia del enchufe
fr_fr: La puissance de la prise

# UNCONFIGURED_POWER
source: is not configured.
de_de: ist nicht konfiguriert.
es_es: no esta configurado.
fr_fr: n'est pas configurée.

# CONFIGURABLE_PAGE_POWER
source: You can configure
de_de: Sie können konfigurieren,
es_es: Puede configurarla
fr_fr: Vous pouvez la configurer

# ERROR_POWER_PLUGS
source: Power sockets
de_de: Steckdosen
es_es: La potencia de los enchufes
fr_fr: La puissance des prises

# ERROR_HPC_TIME_NULL
source: L 'start time and / or end of the peak / off-peak is not configured, you can configure
de_de: L 'Startzeit und / oder das Ende des Peak / Off-Peak nicht konfiguriert ist, können Sie konfigurieren
es_es: La hora de inicio o fin de las horas con tarifa reducida/reducida no está configurada, se puede configurar
fr_fr: L'heure de départ ou/et de fin des heures pleines/creuses n'est pas configurée, vous pouvez la configurer

# ERROR_COPY_TPL
source: Unable to copy empty_file_64.tpl file on your SD card, make sure the card is not write-protected
de_de: Kann die Datei auf die SD-Karte zu kopieren empty_file_64.tpl
es_es: Imposible de copiar el fichero empty_64.tpl en su tarjeta SD
fr_fr: Impossible de copier le fichier empty_file_64.tpl sur votre carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_COPY_PLGIDX
source: Error copying the plgidx
de_de: Fehler beim Erstellen der Datei plgidx
es_es: Error al crear el archivo plgidx
fr_fr: Erreur lors de création du fichier plgidx

# ERROR_COPY_FILE
source: Error copying a file, check that the card is not write-protected
de_de: Fehler beim Kopieren einer Datei, überprüfen Sie, dass die Karte nicht schreibgeschützt
es_es: Error durante la copia de un fichero
fr_fr: Erreur lors de la copie d'un fichier, vérifiez que la carte n'est pas protégée en écriture

# ERROR_COPY_FIRM
source: Error verification or copy of a new firmware
de_de: Fehler Überprüfung oder Kopie einer neuen Firmware
es_es: Error durante la comprobación o copia de un nuevo firmware
fr_fr: Erreur lors de la vérification ou de la copie d'un nouveau firmware

# ERROR_COPY_PLUGA
source: Error copying addresses taken, make sure the card is not write-protected
de_de: Fehler beim Kopieren der Adressen genommen, stellen Sie sicher, dass die Karte nicht schreibgeschützt
es_es: Error durante la copia de las direcciones de los enchufes
fr_fr: Erreur lors de la copie des adresses des prises, vérifiez que la carte n'est pas protégée en écriture

# ERROR_COPY_PLUG_CONF
source: Error copying the configuration plugs, check that the card is not write-protected
de_de: Fehler beim Kopieren der Konfigurations Stecker, überprüfen Sie, dass die Karte nicht schreibgeschützt
es_es: Error durante la copia de la configuración de los enchufes
fr_fr: Erreur lors de la copie de la configuration des prises, vérifiez que la carte n'est pas protégée en écriture

# ERROR_COPY_INDEX
source: Error copying the index file, verify that the card is not write-protected
de_de: Fehler beim Kopieren die Index-Datei, überprüfen Sie, dass die Karte nicht schreibgeschützt
es_es: Error durante la copia del fichero índex
fr_fr: Erreur lors de la copie du fichier index, vérifiez que la carte n'est pas protégée en écriture

# ERROR_COMPAT_BROWSER
source: Your browser does not seem compatible with the Cultibox software. You can surely use the software, but some features may not be available. Here is the list of officially supported browsers: <br /> <ul class='list_class'> <li> Mozilla Firefox (version 3 and higher) </li> <li> Internet Explorer (version 7 and higher) </li> <li> Google Chrome (All versions) </li> <li> Max Os X Safari (version 5 and above) </li> </ul>
de_de: Ihr Browser scheint nicht mit der Cultibox Software kompatibel ist. Sie können sicher mit der Software, aber einige Funktionen sind nicht verfügbar. Hier ist die Liste der offiziell unterstützten Browser: <br /> <ul class='list_class'> <li> Mozilla Firefox (ab Version 3) </li> <li> Internet Explorer (Version 7 und höher) </li> <li> Google Chrome (alle Versionen) </li> <li> Max OS X Safari (Version 5 und höher) </li> </ul>
es_es: Su navegador no parece compatible con el programa Cultibox. Se podrá usar este programa pero algunas funciones no funcionarán. Aquí una lista de los navegadores compatibles:<br /><ul class='list_class'><li>Mozilla Firefox (versión 3 et más)</li><li>Internet Explorer (version 7 y más)</li><li>Google Chrome (Todas versiones)</li><li>Max Os X Safari (versión 5 y más)</li></ul>
fr_fr: Votre navigateur ne semble pas compatible avec le logiciel Cultibox. Vous pourrez sûrement utiliser le logiciel mais certaines fonctionnalités risquent de ne pas être accessibles. Voici la liste des navigateurs officiellement supportés:<br /><ul class='list_class'><li>Mozilla Firefox (version 3 et supérieure)</li><li>Internet Explorer (version 7 et supérieure)</li><li>Google Chrome (Toutes versions)</li><li>Max Os X Safari (version 5 et supérieure)</li></ul>

# ERROR_REMOTE_SITE
source: Impossible to ascertain the presence of updates, verify that your internet connection is working properly
de_de: Unmöglich, das Vorhandensein von Updates zu ermitteln, überprüfen Sie, ob Ihre Internetverbindung ordnungsgemäß funktioniert
es_es: Imposible de asegurarse de la presencia actualizaciones, comprobar su conexión internet.
fr_fr: Impossible de s'assurer de la présence de mises à jour, vérifier que votre connexion internet fonctionne correctement

# ERROR_WRITE_SD_PLUGCONF
source: Error writing to the terminal configuration on the SD card, make sure the card is not write-protected
de_de: Fehler beim Schreiben auf dem Terminal-Konfiguration auf der SD-Karte sicher, dass die Karte nicht schreibgeschützt
es_es: Error en la grabación de la configuración de los enchufes en la tarjeta SD
fr_fr: Erreur lors de l'écriture de la configuration des prises sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_SD_PLUGA
source: Error writing file address of the jacks on the SD card, make sure the card is not write-protected
de_de: Fehler beim Schreiben der Datei Adresse der Buchsen auf der SD-Karte sicher, dass die Karte nicht schreibgeschützt
es_es: Error en la grabación del fichero de dirección de los enchufes en su tarjeta SD
fr_fr: Erreur lors de l'écriture du fichier d'adresse des prises sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_SD_CONF
source: Error writing configuration files on the SD card, make sure the card is not write-protected
de_de: Fehler beim Schreiben von Konfigurationsdateien auf der SD-Karte sicher, dass die Karte nicht schreibgeschützt
es_es: Error en la grabación de los ficheros de configuración en su tarjeta SD
fr_fr: Erreur lors de l'écriture des fichiers de configuration sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_CALENDAR
source: Error writing the schedule on the SD card, make sure the card is not write-protected
de_de: Fehler beim Schreiben den Zeitplan auf der SD-Karte sicher, dass die Karte nicht schreibgeschützt
es_es: Error en la grabación del fichero de calendario en su tarjeta SD
fr_fr: Erreur lors de l'écriture du calendrier sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_PROGRAM
source: Error writing programs on the SD card, make sure the card is not write-protected
de_de: Fehler beim Schreiben der Programme auf der SD-Karte sicher, dass die Karte nicht schreibgeschützt
es_es: Error en la grabación de los programas en su tarjeta SD
fr_fr: Erreur lors de l'écriture des programmes sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_MINIMAL_TIME
source: The minimum time allowed is 5 minutes
de_de: Die erlaubte Mindestdauer 5 Minuten
es_es: El tiempo mínimo autorizado es de 5 minutos
fr_fr: Le temps minimal autorisé est de 5 minutes

# ERROR_SELECT_SENSOR
source: At least one sensor must be selected to control, the default sensor 1 will be selected
de_de: Mindestens einen Sensor muss die Kontrolle ausgewählt werden, wird die Standard-Sensor 1 ausgewählt werden,
es_es: Por lo menos un sensor tiene que estar usado para la regulación, por defecto el sensor 1 estará seleccionado
fr_fr: Au moins un capteur doit être choisis pour la régulation, par défaut le capteur 1 sera sélectionné

# ERROR_ADD_CALENDAR_PROGRAM
source: Error recording schedule from the selected program
de_de: Fehler Aufzeichnungszeitplan aus dem gewählten Programm
es_es: Error durante la grabación del calendario a partir del programa seleccionado
fr_fr: Erreur lors de l'enregistrement du calendrier à partir du programme sélectionné

# LOCKED_CARD
source: Unable to write to the SD card, make sure the card is not write-protected
de_de: Kann nicht auf die SD-Karte zu schreiben, stellen Sie sicher, dass die Karte nicht schreibgeschützt
es_es: No se puede escribir en la tarjeta SD, asegúrese de que la tarjeta no está protegida contra escritura
fr_fr: Impossible d'écrire sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_UPDATE_CONF
source: An error occurred while updating the configuration
de_de: Während der Aktualisierung der Konfiguration ist ein Fehler aufgetreten
es_es: Se ha producido un error al actualizar la configuración
fr_fr: Une erreur est survenue durant la mise à jour de la configuration

# PROGRAM_DAILY_DELETE_ERROR
source: Error Deleting a daily program
de_de: Fehler beim Löschen eines Tagesprogramms
es_es: Error al eliminar un programa diario
fr_fr: Erreur lors de la suppréssion d'un programme journalier

# ERROR_PROGRAM_SAME_NAME
source: Programe name is already used for another backup.
de_de: Programe Name bereits für eine andere Sicherung verwendet.
es_es: Programe el nombre ya está en uso por otra copia de seguridad.
fr_fr: Ce nom de programme est déja utilisé pour une autre sauvegarde.

# ERROR_PROGRAM_WRONG_NAME
source: The program name must be between 3 and 16 characters
de_de: Der Programmname muss zwischen 3 und 16 Zeichen lang sein
es_es: El nombre del programa debe tener entre 3 y 16 caracteres
fr_fr: Le nom du programme doit contenir entre 3 et 16 caractères

# SYNC_CONF
source: Configration update successfully, the changes will be applied within a few seconds.
de_de: Configration Update erfolgreich, werden die Änderungen innerhalb von wenigen Sekunden angewendet werden.
es_es: actualización configration exitosamente, los cambios se aplicarán a los pocos segundos.
fr_fr: Configration mise à jour avec succés, les changements seront appliqués d'ici quelques secondes.

source: Confirmation
de_de: Bestätigung
es_es: Validar

source: here
de_de: hier
es_es: Aquí
fr_fr: ici

# WIZARD
source: Assistant
de_de: Assistent
es_es: Asistente

# CLASSIC
source: Classical
de_de: Klassik
es_es: Clásico
fr_fr: Classique

# INFO_SD_CARD
source: Cultibox compatible SD card is plugged
de_de: Cultibox kompatible SD-Karte eingesteckt
es_es: Una tarjeta compatible con la Cultibox está conectada
fr_fr: Une carte SD compatible Cultibox est branchée

# VALID_UPDATE_CONF
source: Configuration updated successfully
de_de: Konfiguration erfolgreich aktualisiert
es_es: Configuración actualizada con excitó
fr_fr: Configuration mise à jour avec succès

# VALID_DELETE_LOGS
source: Deleting logs successfully completed
de_de: Löschen von Protokollen erfolgreich abgeschlossen
es_es: Base de Logs borrado con excitó
fr_fr: Suppression des logs effectuée avec succès

# VALID_LOAD_LOG
source: Logfiles recent months successfully registered
de_de: Logfiles den letzten Monaten erfolgreich registriert
es_es: Ficheros de los logs de los últimos meses grabados con excitó
fr_fr: Fichiers de logs des derniers mois enregistrés avec succès

# VALID_AUTO_LOAD_LOG
source: Log files of the last 31 days successfully registered
de_de: Log-Dateien der letzten 31 Tage erfolgreich registriert
es_es: Ficheros de logs de los últimos 31 días grabados con excito
fr_fr: Fichiers de logs des 31 derniers jours enregistrés avec succès

# WIZARD_ENABLE_FUNCTION
source: You can use the wizard to configure taken and their program by clicking here
de_de: Sie können den Assistenten zu treffen und ihr Programm konfigurieren, indem Sie hier verwenden
es_es: Se puede usar el asistente para configurar los enchufes y sus programas apretando aquí
fr_fr: Vous pouvez utiliser l'assistant pour configurer les prises et leur programme en cliquant ici

# WIZARD_DISABLE_FUNCTION
source: You can use the classic interface configuration here
de_de: Sie können die klassischen Schnittstellenkonfiguration verwenden hier
es_es: Se puede usar la interfaz de configuración clásica apretando aquí
fr_fr: Vous pouvez utiliser l'interface de configuration classique en cliquant ici

# WAIT_UPDATED_PROGRAM
source: Checking the SD card
de_de: Überprüfen der SD-Karte
es_es: Comprobación de la tarjeta SD
fr_fr: Vérification de la carte SD

# UPDATED_PROGRAM
source: Your SD card has been updated according to the information in the software
de_de: Einrichten Ihrer SD-Karte wurde nach den Angaben in der Software-Aktualisierung
es_es: Configuración de la tarjeta SD se ha actualizado de acuerdo a la información en el software
fr_fr: La configuration de votre carte SD a été mise à jour conformément aux informations présentes dans le logiciel

# INFO_UPDATE_AVAILABLE
source: An update is available to move to a newer version by clicking
de_de: Ein Update ist verfügbar, um auf eine neuere Version zu bewegen, indem Sie auf
es_es: Una actualización está disponible para pasar a la versión:
fr_fr: Une mise à jour est disponible pour passer vers une version plus récente en cliquant

# INFO_UPDATE_CHECKING
source: Checking the software version
de_de: Überprüfung der Software-Version
es_es: Comprobación de la versión del software
fr_fr: Vérification de la version logicielle

# STILL_LOG_FILE
source: It remains log files sensor or power containing oldest to load data to use it to import the logs button
de_de: Es bleibt Log-Dateien oder Power-Sensor enthält ältesten um Daten zu laden, um es zu nutzen, um die Schaltfläche logs 'importieren
es_es: Queda sensor de archivos de registro o de potencia que contiene más antiguo para cargar datos a utilizarlo para importar los registros botón
fr_fr: Il reste des fichiers de logs de capteur ou de puissance contenant des données plus anciens à charger, pour cela utilisez le bouton 'importer les logs'

# MESSAGE_BOX
source: Posts software
de_de: Beiträge Software
es_es: Mensaje del software
fr_fr: Messages du logiciel

# LOADING_DATA
source: Loading, please wait...
de_de: Laden Laden, bitte warten...
es_es: Cargando, espere por favor...
fr_fr: Chargement des données en cours, patientez s'il vous plait...

# SAVING_DATA
source: Data saving in progress, please wait...
de_de: Datensicherung läuft, bitte warten...
es_es: Copia de datos en curso, espere por favor...
fr_fr: Sauvegarde des données en cours, patientez s'il vous plait...

# TOOLTIP_IMPORT_CONF
source: This feature allows you to import a backup of a Cultibox software as a sql file
de_de: Mit dieser Funktion können Sie ein Backup eines Cultibox Software als SQL-Datei importieren
es_es: Esta característica le permite importar una copia de seguridad de un software Cultibox como un archivo sql
fr_fr: Cette fonctionnalité permet d'importer une sauvegarde d'un logiciel Cultibox sous forme d'un fichier sql

# TOOLTIP_EXPORT_CONF
source: This feature allows you to export the configuration of the software in the form of a compressed file sql
de_de: Mit dieser Funktion können Sie die Konfiguration der Software in Form einer komprimierten Datei sql exportieren
es_es: Esta característica le permite exportar la configuración del software en forma de un sql archivo comprimido
fr_fr: Cette fonctionnalité permet d'exporter la configuration du logiciel sous forme d'un fichier sql compréssé

# TOOLTIP_CHANGE_PWD
source: This feature allows you to change the password required when connecting to the software
de_de: Mit dieser Funktion können Sie das erforderliche Passwort zu ändern, wenn die Verbindung mit der Software
es_es: Esta característica le permite cambiar la contraseña necesaria al conectar con el software
fr_fr: Cette fonctionnalité permet de changer le mot de passe demandé lors de la connexion au logiciel

# TOOLTIP_AVANCED_PLUG_WIZARD
source: The wizard only allows the connection of a lamp socket 1. If you want to connect another item, go to the onget 'Plug'
de_de: Mit dem Assistenten können nur die Verbindung eines Lampenfassung 1. Wenn Sie ein anderes Element verbinden wollen, auf die onget 'Jack' gehen
es_es: El asistente sólo permite la conexión de un casquillo de la lámpara 1. Si desea conectar otro tema, vaya a la onget 'Enchufe'
fr_fr: L'assistant permet uniquement le branchement d'une lampe sur la prise 1. Si vous désirez brancher un autre élément, rendez vous dans l'onglet 'Prise'

# TOOLTIP_SHOW_WEBCAM
source: By enabling this option you can have access to the page of the 'Webcam' which appears in the main menu bar
de_de: Durch die Aktivierung dieser Option können Sie den Zugriff auf die Seite der 'Webcam', die in der Hauptmenüleiste angezeigt haben
es_es: Al activar esta opción se puede tener acceso a la página de la 'webcam' que aparece en la barra del menú principal
fr_fr: En activant cette option vous pouvez avoir accès à la page de la 'Webcam' qui apparaît dans la barre du menu principal

# TOOLTIP_SEND_INFOS
source: By enabling this option, you allow sending information to a remote site to assist in the development and correction of errors Cultibox system. The information sent include: the software version, the browser type, the firmware versions of the Cultibox and your type of operating system
de_de: Diese Option aktivieren, können Sie das Senden von Informationen an einen entfernten Ort, um bei der Entwicklung und Korrektur von Fehlern Cultibox System zu unterstützen. Die übermittelten Informationen betreffen: die Software-Version der Browser-Typ, die Firmware-Versionen Ihrer Cultibox und Typ des Betriebssystems
es_es: Activando esta opción, se permite el envió de informaciones a una pagina remota para ayudar el desarrollo y la corrección de errores del sistema Cultibox. Los datos enviados son: versiones del software, tipo de navegador, versiones de los firmwares de la Cultibox y sistema operativo empleado.
fr_fr: En activant cette option, vous permettez l'envoie d'informations sur un site distant afin d'aider au développement et à la correction d'erreurs du système Cultibox. Les informations envoyées concernent: la version du logiciel, le type de votre navigateur, les versions des firmwares de la Cultibox et votre type de système d'exploitation
