Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# ERROR_WEP_KEY_TYPE
source: Error in the WEP password format: it must contain only numbers (0-9) and have 5, 10, 13 or 29 characters long
de_de: Fehler in der WEP-Kennwort-Format: Es muss nur Zahlen (0-9) und haben 5, 10, 13 oder 29 Zeichen lang
es_es: Error en el formato de contraseña WEP: debe contener sólo números (0-9) y tienen 5, 10, 13 o 29 caracteres de longitud
fr_fr: Erreur dans le format du mot de passe WEP: il ne doit contenir que des nombres (0-9) et faire 5, 10, 13 ou 29 caractères de long

# ERROR_WEP_KEY_TYPE_HEXA
source: Error in the WEP password format: it must contain only numbers (0-9) and the letters A to F to 10, 20, 26 or 58 characters long
de_de: Fehler in der WEP-Kennwort-Format: Es darf nur Zahlen (0-9) und die Buchstaben A bis F bis 10, 20, 26 oder 58 Zeichen enthalten
es_es: Error en el formato de contraseña WEP: debe contener sólo números (0-9) y las letras A a F a 10, 20, 26 o 58 caracteres de longitud
fr_fr: Erreur dans le format du mot de passe WEP: il ne doit contenir que des nombres (0-9) et les lettres de A à F et faire 10, 20, 26 ou 58 caractères de long

# ERROR_WPA_KEY_TYPE
source: Error in the WPA password format: it must be between 8 and 63 characters
de_de: Fehler in der WPA-Passwort-Format: Es muss zwischen 8 und 63 Zeichen lang sein
es_es: Error en el formato de contraseña WPA: tiene que tener entre 8 y 63 caracteres
fr_fr: Erreur dans le format du mot de passe WPA: il doit être compris entre 8 et 63 caractères

# TOOLTIP_WIFI_SSID
source: The name of your wireless network currently in progress. This is the identifier (SSID) of your local WiFi network.
de_de: Der Name des Wireless-Netzwerks in Arbeit. Das ist die Kennung (SSID) Ihres lokalen WLAN-Netzwerk.
es_es: El nombre de la red inalámbrica en curso. Este es el identificador (SSID) de su red WiFi local.
fr_fr: Le nom de votre réseau Wifi actuellement en marche. Il s'agit de l'identifiant (SSID) de votre réseau Wifi local.

# TOOLTIP_WIFI_KEY_TYPE
source: The type of encryption the key to your WiFi network
de_de: Die Art der Verschlüsselung der Schlüssel zu Ihrem WLAN-Netzwerk
es_es: El tipo de cifrado de la clave de tu red WiFi
fr_fr: Le type d'encryptage de la clef de votre réseau Wifi

# TOOLTIP_WIFI_IP
source: The address of your wireless module can be customized by returning an IP address to the format XXX.XXX.XXX.XXX
de_de: Die Adresse des WLAN-Modul kann mit einer IP-Adresse in das Format XXX.XXX.XXX.XXX angepasst werden
es_es: La dirección de su módulo inalámbrico se puede personalizar mediante la devolución de una dirección IP al formato XXX.XXX.XXX.XXX
fr_fr: L'adresse de votre module Wifi peut être personnalisée en rentrant une adresse ip au format XXX.XXX.XXX.XXX

# SAVE_CONF
source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar configuración
fr_fr: Enregistrer la configuration

# EMPTY_NETWORK_CONFIG
source: No network configuration (wired or wireless) has been enabled. You must enable a network connection to make your module available.
de_de: Keine Netzwerkkonfiguration (verdrahtet oder drahtlos) wurde aktiviert. Sie müssen eine Netzwerkverbindung ändern Ihr Modul zur Verfügung zu stellen.
es_es: No hay configuración de la red (cableada o inalámbrica) se ha habilitado. Debes activar una conexión de red para que su módulo disponible.
fr_fr: Aucune configuration réseau (filaire ou sans fil) n'a été activé. Vous devez activer une connexion réseau pour rendre votre module disponible.

# WIFI_SCAN_ESSID
source: Available networks
de_de: Verfügbare Netzwerke
es_es: Redes disponibles
fr_fr: Réseaux disponibles

# WIFI_ESSID_SCAN_TITLE
source: Choose a wireless network
de_de: Wählen Sie ein drahtloses Netzwerk
es_es: Elija una red inalámbrica
fr_fr: Sélection d'un réseau Wifi

# WIFI_SCAN_SUBTITLE
source: The following WiFi networks have been detected and are available to connect your module
de_de: Die folgenden WiFi-Netzwerken haben festgestellt und sind für das Modul zu verbinden
es_es: Las siguientes redes WiFi se han detectado y están disponibles para conectar el módulo
fr_fr: Les réseaux Wifi suivant ont été détécté et sont disponibles pour connecter votre module:

# ERROR_NET_FILE_CREATION
source: An error occurred while creating the network configuration files
de_de: beim Erstellen der Netzwerkkonfigurationsdateien ist ein Fehler aufgetreten
es_es: Se ha producido un error al crear los archivos de configuración de red
fr_fr: Une erreur est survenue lors de la création des fichiers de configuration du réseau

# AVAILABLE_MODULE_SET
source: Your module is now connected to the network (s) (x) set (s) You can reconnect to your network and access the Cultipi module to the following address in your favorite browser. <p class='p_center'><a class='note_link' href='http://cultipi.local/cultibox/' target='_blank'>http://cultipi.local/cultibox/</a></p>
de_de: Ihr Modul ist nun mit dem Netzwerk (e) (x) (e) Sie können mit Ihrem Netzwerk zu verbinden und auf die Cultipi Modul an die folgende Adresse in Ihrem Lieblings-Browser verbunden. <p class='p_center '><a class='note_link' href='http://cultipi.local/cultibox/' target='_blank'>http://cultipi.local/cultibox/</a></p>
es_es: El módulo está conectado a la red (s) (x) (s) Usted puede volver a conectar a la red y acceder al módulo Cultipi a la siguiente dirección en su navegador favorito. <p class='p_center'><a class='note_link' href='http://cultipi.local/cultibox/' target='_blank'>http://cultipi.local/cultibox/</a></p>
fr_fr: Votre module est maintenant connecté sur le(s) réseau(x) configuré(s). Vous pouvez vous reconnecter à votre réseau et accèder au module Cultipi à l'adresse suivante dans votre navigateur favori: <p class='p_center'><a class='note_link' href='http://cultipi.local/cultibox/' target='_blank'>http://cultipi.local/cultibox/</a></p>

# RESTORED_CONF
source: An error occurred while setting up your network configuration. The previous configuration has been restored
de_de: bei der Einrichtung Ihrer Netzwerkkonfiguration ist ein Fehler aufgetreten. Der vorherige Konfiguration wiederhergestellt wurde
es_es: Se ha producido un error al establecer la configuración de red. La configuración anterior se ha restaurado
fr_fr: Une erreur est survenue lors de la mise en place de votre configuration réseau. La configuration précédente a été restauré

# COLOR_BROWN
source: Brown
de_de: Braun
fr_fr: Marron

# M05
source: May
de_de: Mai
fr_fr: Mai

source: Sensor
fr_fr: Capteur

# PLUG_PUMPFILLING
source: Pompe de rempissage
fr_fr: Pompe de remplissage

# PROGRAM_DAILY_DELETE_SELECT
source: Remove Program
de_de: Programm entfernen
fr_fr: Supprimer un jeu de programmes

# CREATE_CALENDAR_PROGRAM
source: Plan
fr_fr: Planifier

# CULTIPI_SOFT_VERSION
source: Software Version
fr_fr: Version des logiciels

# CULTICONF_SOFT
source: Software Culticonf
fr_fr: Logiciel Culticonf

# CULTIPI_SOFT
source: Software Cultipi
fr_fr: Logiciel Cultipi

# CULTIBOX_SOFT
source: Software Cultibox
fr_fr: Logiciel Cultibox

# CULTIRAZ_SOFT
source: Software CultiRAZ
fr_fr: Logiciel CultiRAZ

# CULTITIME_SOFT
source: Software Cultitime
fr_fr: Logiciel CultiTime

# SYNO_UPDATE_CULTIPI_STATUS_START
source: Wifi module during startup
fr_fr: Module Wifi en cours de démarrage

# SYNO_UPDATE_CULTIPI_STATUS_STARTED
source: Started Wifi Module
fr_fr: Module Wifi démarré

# SYNO_UPDATE_CULTIPI_STATUS_TIMEOUT
source: Wifi Module not responding
fr_fr: Module Wifi ne répond pas

# EC_SENSOR
source: EC
de_de: EG
