Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# DELETE_SPECIFIC_LOGS
source: Remove the logs for a specific period
de_de: Entfernen Sie die Protokolle für einen bestimmten Zeitraum
es_es: Borrar los logs de un periodo de tiempo concreto
fr_fr: Supprimer les logs d'une période précise

# DELETE_LOGS_FROM
source: Delete logs (YYYY-MM-DD)
de_de: Protokolle löschen (JJJJ-MM-DD)
es_es: Borrar los logs del (AAAA-MM-DD)
fr_fr: Supprimer les logs du (AAAA-MM-JJ)

# DELETE_LOGS_TO
source: to (YYYY-MM-DD)
de_de: bis (YYYY-MM-DD)
es_es: hasta el (AAAA-MM-DD)
fr_fr: jusqu'au (AAAA-MM-JJ)

# ERROR_DELETE_LOGS
source: Problem when deleting logs in the database.
de_de: Problem beim Löschen Protokolle in der Datenbank.
es_es: Error durante la supresión de los logs en la base de datos
fr_fr: Problème lors de la suppression des logs dans la base.

# ERROR_FORMAT_DATE
source: Error in the date format (YYYY-MM-DD). The end day must be equal or greater than or departure day
de_de: Fehler in der Datumsformat (JJJJ-MM-DD). Das Ende Tag muss gleich oder größer als oder Abreise Tag
es_es: Error en el formato de la fecha (AAAA-MM-DD). El día de fin tiene que ser superior o igual al dia de inicio.
fr_fr: Erreur dans le format de la date (AAAA-MM-JJ). Le jour de fin doit être égal ou supérieur ou jour de départ

# DELETE_PROGRESS
source: Progress of the deletion
de_de: Fortschritt der Löschung
es_es: Avance de la supresión
fr_fr: Progression de la suppression

# SUMARY_RESUME_MINMAX
source: Summary of minimum, maximum and average values
de_de: Zusammenfassung der minimalen und maximalen Werte
es_es: Resumen de los valores mínimos, máximos y promedio
fr_fr: Résumé des valeurs minimales, maximales et moyenne

# TEMP_HUMI_SENSOR
source: Temp & Humi
de_de: Temp & Luft
es_es: Temp & Hum
fr_fr: Temp & Hygro

# TEMP_SENSOR
source: Temperature
es_es: Temperatura
fr_fr: Température

# HUMI_SENSOR
source: Humidity
de_de: Luftfeuchtigkeit
es_es: Humedad
fr_fr: Hygrométrie

# WATER_SENSOR
source: Water temperature
de_de: Wassertemperatur
es_es: Temperatura del agua
fr_fr: Température d'eau

# LEVEL_SENSOR
source: Water level
de_de: Wasserstand
es_es: Nivel del agua
fr_fr: Niveau d'eau

# TEMP_LEGEND
source: Temperature (°C)
de_de: Temperatur (°C)
es_es: Temperatura (°C)
fr_fr: Température (°C)

# HUMI_LEGEND
source: Humidity (RH)
de_de: Luftfeuchtigkeit (RH)
es_es: Humedad (RH)
fr_fr: Hygrométrie (RH)

# WATER_LEGEND
source: Water temperature (°C)
de_de: Wassertemperatur (°C)
es_es: Temperatura del agua (°C)
fr_fr: Température de l'eau (°C)

# LEVEL_LEGEND
source: Water level (cm)
de_de: Wasserstand (cm)
es_es: Nivel del agua (cm)
fr_fr: Niveau de l'eau (cm)

# PH_LEGEND
source: PH of the solution
de_de: PH der Lösung
es_es: PH de la solución
fr_fr: PH de la solution

# EC_LEGEND
source: Electro-conductivity (µs/cm)
de_de: Elektrische Leitfähigkeit (µs/cm)
es_es: Electro-conductividad (µs/cm)
fr_fr: Electro-conductivité (µs/cm)

# OD_LEGEND
source: Dissolved Oxygen (mg/l)
de_de: Gelösten Sauerstoff (mg/l)
es_es: Oxígeno Disuelto (mg/l)
fr_fr: Oxygène Dissous (mg/l)

# POWER_LEGEND
source: Power consumption (W)
de_de: Leistungsaufnahme (W)
es_es: Consumo de energía (W)
fr_fr: Puissance consommée (W)

source: Power
de_de: Macht
es_es: Potencia
fr_fr: Puissance

# PROGRAM_LEGEND
source: program
de_de: Programm
es_es: Programa
fr_fr: Programme

source: Average
de_de: Durchschnitt
es_es: Promedio
fr_fr: Moyenne

# PARAMETERS_LOGS_TITLE
source: Options curves
de_de: Optionen Kurven
es_es: Opciones curvas
fr_fr: Options des courbes

# PARAMETERS_CURVE_DISPLAYED
source: Selection curves
de_de: Auswahl Kurven
es_es: Curvas de selección
fr_fr: Sélection des courbes

# NO_SENSOR_DEFINED
source: No sensor set
de_de: Kein Sensor Set
es_es: Ningún conjunto sensor
fr_fr: Aucun capteur définie

# PREPARING_EXPORT
source: File in preparation...
de_de: Datei in Vorbereitung...
es_es: Presente en preparación...
fr_fr: Fichier en cours de préparation...

# EXPORT_ALL_LOGS
source: Export all existing logs
de_de: Exportieren Sie alle vorhandenen Protokolle
es_es: Exportar todos los registros existentes
fr_fr: Exporter tous les logs existant

# EXPORT_SPECIFIC_LOGS
source: Export the logs for a specific period
de_de: Exportieren Sie die Protokolle für einen bestimmten Zeitraum
es_es: Exportar los registros por un período específico
fr_fr: Exporter les logs d'une période précise

# EXPORT_LOGS_FROM
source: Export logs from (YYYY-MM-DD)
de_de: Export-Logs (YYYY-MM-DD)
es_es: Registros de exportación (AAAA-MM-DD)
fr_fr: Exporter les logs du (AAAA-MM-JJ)

# PLUG
source: Configure your catch
de_de: Konfigurieren Sie Ihren Fang
es_es: Configurar vuestros enchufes
fr_fr: Configurer vos prises

# PLUG_MENU
source: Taking
de_de: Einnahme
es_es: Enchufe
fr_fr: Prise

# TYPE_PLUG
source: Type trendy item on hold
de_de: Geben Sie trendige Artikel auf Eis
es_es: Tipo de elemento conectado al enchufe
fr_fr: Type d'élément branché sur la prise

# TOLERANCE_PLUG
source: Tolerance decision
de_de: Toleranz Entscheidung
es_es: Tolerancia del enchufe
fr_fr: Tolérance de la prise

# NAME_PLUG
source: Name taken
de_de: Nennen genommen
es_es: Nombre del enchufe
fr_fr: Nom de la prise

# PLUG_UNKNOWN
source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre

# PLUG_LAMP
source: Lamp
de_de: Lampe
es_es: Lampara
fr_fr: Lampe

# PLUG_VENTILATOR
source: Fan
es_es: Ventilador
fr_fr: Ventilateur

# PLUG_HUMIDIFIER
source: Humidifier
de_de: Luftbefeuchter
es_es: Humidificador
fr_fr: Humidificateur

# PLUG_DEHUMIDIFIER
source: Dehumidifier
de_de: Luftentfeuchter
es_es: Deshumificador
fr_fr: Déshumidificateur

# PLUG_HEATING
source: Heating
de_de: Heizung
es_es: Calentador
fr_fr: Chauffage

# PLUG_PUMP
source: Water Pump
de_de: Wasserpumpe
es_es: Bomba de agua
fr_fr: Pompe à eau

# VALIDATION_PLUG_CONF
source: Save Configuration
de_de: Konfiguration speichern
es_es: Salvar la configuración
fr_fr: Enregistrer la configuration

# POWER_PLUG
source: Power consumed by the element (in Watts)
de_de: Strom durch das Element (in Watt) verbraucht
es_es: Potencia consumida por el elemento (en Watt)
fr_fr: Puissance consommée par l'élément (en Watt)

# ENABLE_REGUL_PLUG
source: Secondary control (expert user)
de_de: Sekundärregelung (Expert User)
es_es: Regulación segundaría (usuario experto)
fr_fr: Régulation secondaire (Utilisateur expert)

# CONFIGURE_REGUL_SENSOR
source: Sensor (s) (s) used for controlling
de_de: Sensor (en) (en) zur Steuerung verwendet,
es_es: Sensor usado para la regulación
fr_fr: Capteur(s) utilisé(s) pour la régulation

# CONFIGURE_REGUL_SENSO
source: Triggering based
de_de: Basierend Auslösen
es_es: Activación en función de
fr_fr: Déclenchement en fonction de

# CONFIGURE_REGUL_VALUE
source: Trigger
es_es: Umbral de activación
fr_fr: Seuil de déclenchement

# CONFIGURE_REGUL_SENSS
source: Trigger if the measure is
de_de: Auslösen, wenn die Maßnahme
es_es: Activación si la medida esta
fr_fr: Déclenchement si la mesure est en

# REGUL_TEMP
source: Temperature
de_de: Temperatur
es_es: Temperatura
fr_fr: Température

# REGUL_HUMI
source: Humidity
de_de: Luftfeuchtigkeit
es_es: Humedad
fr_fr: Humidité

# REGUL_UNDER
source: below the threshold
de_de: unterhalb des Schwellen
es_es: por debajo del umbral
fr_fr: dessous du seuil

# REGUL_ABOVE
source: above the threshold
de_de: oberhalb des Schwellen
es_es: por encima del umbral
fr_fr: dessus du seuil

# PLUG_MAX_POWER
source: Plug type (maximum capacity)
de_de: Steckertyp (maximale Kapazität)
es_es: Tipo de enchufe(potencia máxima)
fr_fr: Type de prise (puissance maximale)

# SAVE_AND_CONFIGURE_PROGRAM
source: Save changes and configure the program decision
de_de: Änderungen speichern und konfigurieren Sie die Programmentscheidung
es_es: Guardar los cambios y configurar el programa del enchufe
fr_fr: Sauvegarder les changements et configurer le programme de la prise

# CONFIGURE_REGUL_TOLERANCE
source: Tolerance of secondary control
de_de: Toleranz der Sekundärregel
es_es: Tolerancia de la regulación segundaria
fr_fr: Tolérance de la régulation secondaire

# COMPUTE_REGUL_METHOD
source: Method of calculation of the control value
de_de: Verfahren zur Berechnung des Steuerwerts
es_es: Método de calculo del valor de regulación
fr_fr: Méthode de calcul de la valeur de régulation

source: Minimum
es_es: Mínimo

source: Maximum
es_es: Máximum

# JUMPTO_WIZARD
source: Use the wizard to configure this decision
de_de: Verwenden Sie den Assistenten, um diese Entscheidung zu konfigurieren
es_es: Usar el asistente para configurar este enchufe
fr_fr: Utiliser l'assistant pour configurer cette prise

source: Dimmer
es_es: Regulador de intensidad
fr_fr: Variateur

# CANAL
source: Channel
de_de: Kanal
es_es: Canal
fr_fr: Canal

# CONFIRMATION_CHANGEMENT_TYPE_PLUG
source: A Programme semble vu pour cette prise définie. Changer le peut type of prize you impacter inattendu program de façon. That voulez-vous faire?
de_de: Ein Ensemble Déja Programm Definit gießen cette Preis. Changer le peut Art der Preis Sie Impacter inattendu Programm de façon. Das Voulez-vous faire?
es_es: Un programa définie Déjà semble vierten premio cette. Tipo de cambiador le de la premio peut impacter le programa de façon inattendu. Que Voulez-vous faire?
fr_fr: Un programme semble déja définie pour cette prise. Changer le type de la prise peut impacter le programme de façon inattendu. Que voulez-vous faire?

# VIEW_CURRENT_PROGRAM
source: Daily program :
de_de: Spielprogramm :
es_es: Programa de juegos :
fr_fr: Jeu de programme :

# CONFIGURE_PROGRAM
source: Configure the behavior of decision
de_de: Konfigurieren des Verhaltens von Entscheidungs
es_es: Configurar acción del enchufe
fr_fr: Configurer le comportement de la prise

# START_TIME_PROGRAM
source: Departure time
de_de: Abfahrtszeit
es_es: Hora de inicio
fr_fr: Heure de départ

# END_TIME_PROGRAM
source: End time
de_de: Endzeit
es_es: Hora de fin
fr_fr: Heure de fin

# APPLY_PROGRAM
source: Validate
de_de: Bestätigen
es_es: Validar
fr_fr: Valider

# VALUE_ON_OFF
source: Operation
de_de: Betrieb
es_es: Funcionamiento
fr_fr: Fonctionnement

# HUMI_WISHED
source: Desired moisture
de_de: Wunsch Feuchtigkeit
es_es: Humedad deseada
fr_fr: Humidité voulue

# TEMP_WISHED
source: Desired temperature
de_de: Wunschtemperatur
es_es: Temperatura deseada
fr_fr: Température voulue

# WATER_WISHED
source: Height desired water
de_de: Gewünschte Höhe Wasser
es_es: Nivel del agua deseada
fr_fr: Hauteur d'eau voulue

# DIMMER_WISHED
source: Desired power
de_de: Wunschleistung
es_es: Potencia deseada
fr_fr: Puissance voulue

# VALUE_ON
source: Walking
de_de: Wandern
es_es: Activar
fr_fr: Marche

# VALUE_OFF
source: Stop
de_de: Stopp
es_es: Parar
fr_fr: Arrêt

# VALUE_REGUL
source: Regulation
de_de: Regulierung
es_es: Regulación
fr_fr: Régulation

# CURRENT_PLUG_PROGRAM
source: Current behavior of decision
de_de: Aktuelle Verhalten der Entscheidung
es_es: Actuación actual del enchufe
fr_fr: Comportement actuel de la prise

# TIMEPICKER_SELECT_TIME
source: Choose a time
de_de: Wählen Sie eine Zeit
es_es: Elegir una hora
fr_fr: Choisir une heure

# TIMEPICKER_TIME
source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps

# TIMEPICKER_HOUR
source: Time
de_de: Zeit
es_es: Hora
fr_fr: Heure

# TIMEPICKER_MINUTE
source: Minute
es_es: Minutos

# TIMEPICKER_SECOND
source: Second
de_de: Zweite
es_es: Segundos
fr_fr: Seconde

# TIMEPICKER_ENDDAY
source: End of the day
de_de: Ende des Tages
es_es: Fin del día
fr_fr: Fin de la journée

# TIMEPICKER_CLOSE
source: Validate
de_de: Bestätigen
es_es: Cerrar
fr_fr: Valider

# TIMEPICKER_BUTTON_TEXT
source: Choose time
de_de: Wählen Sie 's Zeit
es_es: Elegir la hora
fr_fr: Choisir l'heure

# TIMEPICKER_BUTTON_TEXT_LOG
source: Choose the date
de_de: Wählen Sie das Datum
es_es: Elegir la fecha
fr_fr: Choisir la date

# CHART_FORCE_ON_VALUE
source: Forced on
de_de: Zwangs auf
es_es: Marcha forzada
fr_fr: Marche forcée

# EXPORT_PROGRAM
source: Export
es_es: Exportar
fr_fr: Exporter

# IMPORT_PROGRAM
source: Import
es_es: Importar
fr_fr: Importer

# RESET_PROGRAM
source: Re-initialize
de_de: Neu initialisieren
es_es: Reinicializar
fr_fr: Re-initialiser

# SUMARY_TITLE
source: Summary of actions taken
de_de: Zusammenfassung von Handlungen,
es_es: Resumen de las actuaciones del enchufe
fr_fr: Résumé des actions pour la prise

# SUMARY_ON
source: Start taking
de_de: Beginn der Einnahme
es_es: Puesta en marcha del enchufe
fr_fr: Mise en marche de la prise

# SUMARY_OFF
source: Voltage taken out put
de_de: Spannung Put herausgenommen
es_es: Apagar el enchufe
fr_fr: Mise à l'arrêt de la prise

# SUMARY_HOUR
source: to
de_de: zu
es_es: a las
fr_fr: à

# EMPTY_ACTION
source: No scheduled action
de_de: Keine geplante Aktion
es_es: Ninguna acción programada
fr_fr: Aucune action programmée

# SUMARY_REGUL_ON
source: Regulation work
de_de: Verordnung Arbeit
es_es: Regulación en marcha
fr_fr: Régulation en marche

# SUMARY_REGUL_OFF
source: Regulation to stop
de_de: Verordnung zu stoppen
es_es: Regulación parada
fr_fr: Régulation à l'arrêt

# ADD_PLUG
source: Add support
de_de: Unterstützung hinzufügen
es_es: Añadir un enchufe
fr_fr: Ajouter une prise

# MAX_PLUG_REACHED
source: Bag limit reached
de_de: Bag-Grenze erreicht
es_es: Límite máximo de enchufe
fr_fr: Maximum de prises atteint

# REMOVE_PLUG
source: Delete taken
de_de: Genommen Löschen
es_es: Eliminar un enchufe
fr_fr: Supprimer une prise

# MIN_PLUG_REACHED
source: Minimum catch reached
de_de: Mindestfang erreicht
es_es: Limite mínimo de enchufe
fr_fr: Minimum de prises atteint

# PLUG_ADDED
source: Taken successfully added
de_de: Taken erfolgreich hinzugefügt
es_es: Enchufe añadido con excito
fr_fr: Prise ajoutée avec succès

# PLUG_MAX_ADDED
source: You have reached the maximum number of configurable taken
de_de: Sie haben die maximale Anzahl der konfigurierbaren genommen erreicht
es_es: Limite máximo de enchufes programables alcanzado
fr_fr: Vous avez atteint le nombre maximal de prises configurables

# PLUG_MIN_ADDED
source: You have reached the minimum number of configurable taken
de_de: Sie haben die Mindestanzahl von konfigurierbaren genommen erreicht
es_es: Limite mínimo de enchufes programables alcanzado
fr_fr: Vous avez atteint le nombre minimal de prises configurables

# PLUG_REMOVED
source: Deleted successfully taken
de_de: Gelöschte erfolgreich genommen
es_es: Enchufe eliminado con excito
fr_fr: Prise supprimée avec succès

# VALUE_REGUL_SECOND
source: Secondary control
de_de: Sekundärregelung
es_es: Regulación segundaria
fr_fr: Régulation secondaire

# SECOND_REGUL_ON
source: Enabled
de_de: Aktiviert
es_es: Activada
fr_fr: Activée

# SECOND_REGUL_OFF
source: Off
de_de: Aus
es_es: Desactivada
fr_fr: Désactivée

# RESET_OLD_PROGRAM
source: Delete the old program
de_de: Löschen Sie das alte Programm
es_es: Borrar el programa anterior
fr_fr: Effacer l'ancien programme

# PROGRAM_NEW_ACTION
source: Programmer action
de_de: Programmer Aktion
es_es: Programar una acción
fr_fr: Programmer une action

# PROGRAM_PONCTUAL
source: ponctuelle
de_de: pünktlich
es_es: punto

# PROGRAM_CYCLIC
source: cyclique
de_de: zyklisch
es_es: cíclico

# REPEAT_EVERY
source: Repeat all
de_de: Wiederholen Sie alle
es_es: Repetir cada
fr_fr: Répéter toutes les

# TITLE_EXPORT_PROGRAM
source: Export program decision
de_de: Export Programmentscheidung
es_es: Exportar el programa del enchufe
fr_fr: Exporter le programme de la prise

# TITLE_IMPORT_PROGRAM
source: Importing a program for taking
de_de: Importieren Sie ein Programm für die Aufnahme
es_es: Importar un programa para el enchufe
fr_fr: Importer un programme pour la prise

# TITLE_RESET_PROGRAM
source: Clear program decision
de_de: Klar Programmentscheidung
es_es: Borrar el programa del enchufe
fr_fr: Effacer le programme pour la/les prise(s)

# TITLE_ADD_PLUG
source: Add support to configure
de_de: In Unterstützung konfigurieren
es_es: Anadir un enchufe a programar
fr_fr: Ajouter une prise à configurer

# TITLE_REMOVE_PLUG
source: Delete the last shot
de_de: Die letzte Aufnahme löschen
es_es: Eliminar el ultimo enchufe
fr_fr: Supprimer la dernière prise

# BEHAVIOUR
source: Behavior
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement

source: regulation
de_de: Regulierung
es_es: regulación
fr_fr: régulation

# CONFIRM_SAME_PROGRAM
source: Program hours are returned the same as the previous program. This will change your old program, would you apply this program anyway?
de_de: Programmstunden werden das gleiche wie das vorherige Programm zurück. Dies wird Ihre alte Programm zu ändern, würden Sie dieses Programm sowieso bewerben?
es_es: Los horarios del programa son los mismos que el programa precedente. Eso modificara su programa precedente, desea aplicar este programa?
fr_fr: Les heures du programme rentrées sont les mêmes que le précédent programme. Ceci modifiera votre ancien programme, voulez-vous appliquer ce programme tout de même?

# JUMPTO_PLUG
source: Configure plug associated to this program
de_de: Konfigurieren der Unterstützung mit diesem Programm verbunden
es_es: Configurar la compatibilidad asociado con este programa
fr_fr: Configurer la prise associée à ce programme

# ERROR_MAX_PROGRAM
source: The maximum number of status change for decision (limited to 999 for all combined doses) has been reached. The last action of your programs will take place at:
de_de: Die maximale Anzahl der Zustandsänderung zur Entscheidung (999 für alle kombinierten Dosen begrenzt) erreicht worden ist. Die letzte Aktion Ihrer Programme findet statt im:
es_es: El nombre máximo de cambios para los enchufes (limitados a 999 para todos los enchufes) ha sido alcanzado. La última acción de sus programas se ejecutaráSu a:
fr_fr: Le nombre maximal de changement d'état pour les prises (limité à 999 pour toutes les prises confondues) a été atteint. La dernière action de vos programmes se déroulera à :

# CYCLIC_DURATION_TIME
source: Duration
de_de: Zyklus
es_es: Ciclo período
fr_fr: Durée

# VALUE_DIMMER
source: Dimmer
es_es: Regulador de intensidad
fr_fr: Variateur

# SELECTED_DAILY_PROGRAM
source: for the daily program
de_de: das Programm für die Spiel
es_es: el programa de juego
fr_fr: du jeu de programme

# PROGRAM_DAILY_SAVE
source: Save a copy
de_de: Speichern Sie eine Kopie
es_es: Guarde una copia
fr_fr: Enregistrer une copie du jeu de programmes

# PROGRAM_DAILY_SAVE_FINISH
source: Registration succeeded
de_de: Registrierung erfolgreich
es_es: registro tuvo éxito
fr_fr: Enregistrement réussi

# PROGRAM_DAILY_DELETE
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer

# NO_DAILY_PROGRAM_TO_DELETE
source: No game programs to remove
de_de: Keine Spielprogramme zu entfernen
es_es: No hay programas de juegos para eliminar
fr_fr: Aucun jeu de programmes à supprimer

# PROGRAM_DAILY_DELETE_VALID
source: The program has been deleted.
de_de: Das Programm wurde gelöscht.
es_es: El programa ha sido eliminado.
fr_fr: Le jeu de programmes a bien été supprimé.

# PARAMETERS_PROGRAM_TITLE
source: Advanced program options
de_de: Erweiterte Programmoptionen
es_es: Las opciones avanzadas del programa
fr_fr: Options avancées des programmes

source: Program name
de_de: Programmname
es_es: Nombre del programa
fr_fr: Nom du programme

# REMOVE_1000_CHANGE_LIMIT_SELECT
source: Remove the limit of 1000 changes
de_de: Entfernen Sie die Grenze von 1000 Änderungen
es_es: Retire el límite de 1.000 cambios
fr_fr: Supprimer la limite de 1000 changements

# REMOVE_5_MINUTE_LIMIT_SELECT
source: Remove the limit of 5 minutes
de_de: Entfernen Sie die Grenze von 5 min
es_es: Retire el límite de 5 minutos
fr_fr: Supprimer la limite de 5 minutes

# NO_PLUG_SELECTED
source: No plugs selected
de_de: Keine Unterstützung ausgewählt
es_es: No hay enchufes seleccionado
fr_fr: Aucune prise sélectionnée

# SELECT_FILE_NAME
source: No file selected
de_de: Keine Datei ausgewählt
es_es: No archivo seleccionado
fr_fr: Aucun fichier selectionné

# TITLE_EXPORT_SET_PROGRAM
source: Export a set of programs
de_de: Exportieren Sie eine Menge von Programmen
es_es: Exportar un conjunto de programas
fr_fr: Exporter un jeu de programmes

# TITLE_IMPORT_SET_PROGRAM
source: Import a set of programs
de_de: Importieren Sie eine Reihe von Programmen
es_es: Importar un conjunto de programas
fr_fr: Importer un jeu de programmes

# CONTEXT_MENU
source: Export your graph
de_de: Exportieren Sie Ihre Grafik
es_es: Exportar el grafico
fr_fr: Exporter votre graphe

# PRINT_HIGHCHART
source: Print the graph
de_de: Drucken Sie das Diagramm
es_es: Imprimir el grafico
fr_fr: Imprimer le graphique

# EXPORT_HIGHCHART
source: Export chart into a document or an image
de_de: Export Diagramm in ein Dokument oder Bild
es_es: Gráfico de exportación en un documento o imagen
fr_fr: Exporter le graphique dans un document ou une image

source: Export PNG
de_de: PNG exportieren
es_es: Exportar como PNG
fr_fr: Exporter au format PNG

# EXPORT_JPEG
source: Export to JPEG
de_de: Export in JPEG
es_es: Exportar como JPEG
fr_fr: Exporter au format JPEG

# EXPORT_PDF
source: Export to PDF
de_de: Export in PDF
es_es: Exportar como PDF
fr_fr: Exporter au format PDF

# EXPORT_SVG
source: Export to SVG
de_de: Export nach SVG
es_es: Exportar como SVG
fr_fr: Exporter au format SVG

# RESET_ZOOM_TITLE
source: Cancel zoom
de_de: Abbrechen Zoom
es_es: Cancelar el zoom
fr_fr: Annuler le zoom

source: and
de_de: und
es_es: y
fr_fr: et

# WIZARD_FIRST_USE
source: Welcome to the interface configuration and use of your Cultibox. The wizard will allow you to easily configure the programs associated with your shots, configure the plug type and behavior. Click the button next <b> </b> to start the wizard. You can skip this step and manually configure your catch by clicking the <b>Close the wizard</b> button
de_de: Willkommen auf der Interface-Konfiguration und Nutzung Ihrer Cultibox. Der Assistent ermöglicht die einfache Konfiguration der Programme mit Einstellungen verbunden ist, konfigurieren Sie den Stecker Typ und Verhalten. Klicken Sie auf die Schaltfläche neben <b> </b>, um den Assistenten zu starten. Sie können diesen Schritt überspringen und manuell konfigurieren Ihren Fang durch Klicken auf die Schaltfläche Schließen <b> Wizard </b>
es_es: Bienvenido en la interfaz de configuración y de uso de vuestra Cultibox. El asistente de configuración permite fácilmente configurar los programas asociados a los enchufes, configurar el tipo de enchufe y su acción. Apretar el botón <b>siguiente</b> para arrancar el asistente. Se puede omitir esa etapa y configurar manualmente los enchufes apretando el botón <b>Cerrar el asistente </b>
fr_fr: Bienvenue dans l'interface de configuration et d'utilisation de votre Cultibox. L'assistant va vous permettre facilement de configurer les programmes associés à vos prises, de configurer le type de prise et leur comportement. Cliquer sur le bouton <b>suivant</b> pour lancer l'assistant. Vous pouvez passer cette étape et configurer manuellement vos prises en cliquant sur le bouton <b>Fermer l'assistant</b>

# CLOSE_WIZARD
source: Close the wizard
de_de: Schließen Sie den Assistenten
es_es: Cerrar el asistente
fr_fr: Fermer l'assistant

# WIZARD_INTRO
source: Configuration Wizard taken
de_de: Configuration Wizard genommen
es_es: Asistente de configuración de los enchufes
fr_fr: Assistant de configuration des prises

# WIZARD_CONFIGURE_PLUG_NUMBER
source: Taking issue
de_de: Unter Ausgabe
es_es: Enchufe numero
fr_fr: Prise numéro

# WIZARD_NEXT_STEP
source: Next>
de_de: Weiter>
es_es: Siguiente>
fr_fr: Suivant >

# WIZARD_PREVIOUS_STEP
source: <Previous
de_de: <Zurück
es_es: < Precedente
fr_fr: < Précédent

# WIZARD_FINISH_STEP
source: Save and close the wizard
de_de: Speichern und schließen Sie den Assistenten
es_es: Salvar y cerrar el asistente
fr_fr: Enregistrer et fermer l'assistant
