Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# TOOLTIP_VALUE
source: The Cultibox will turn this off or taken to reach this value. The limits of control value available depend on the sensor and hysteresis (tolerance) chosen. For more information see Help.
de_de: Die Cultibox wird diese auszuschalten oder ergriffen werden, um diesen Wert zu erreichen. Die Grenzen der Steuerwert verfügbar sind, hängt von der gewählten Sensor und Hysterese (Toleranz). Weitere Informationen finden Sie unter Hilfe.
es_es: El Cultibox será desactivar esta opción o se tarda en alcanzar este valor. Los límites de valor de control disponibles dependen del sensor y de histéresis (tolerancia) elegido. Para obtener más información, consulte la Ayuda.
fr_fr: La Cultibox va éteindre ou allumer cette prise pour atteindre cette valeur. Les limites de valeur de régulation disponible dépendent du capteur et de l'hystérésis (tolérance) choisie. Pour plus d'information voir l'aide.

# TOOLTIP_DIMMER_VALUE
source: The Cultibox will use the drive taken to use only the power required equipment
de_de: Die Cultibox die WSC-Laufwerk verwenden, um nur die Leistung erforderlichen Geräte verwenden
es_es: La Cultibox utilizará el regulador de intensidad para emplear exclusivamente la potencia necesaria del equipamiento
fr_fr: La Cultibox va utiliser la prise variateur pour n'utiliser que la puissance désirée de l'équipement

# TOOLTIP_POWER
source: The power of the connected equipment. Fill in this field allows you to calculate the consumption of your system, its price ...
de_de: Die Macht der angeschlossenen Geräte. Füllen Sie bitte dieses Feld können Sie den Verbrauch Ihres Systems, ist der Preis berechnen ...
es_es: La potencia del equipo conectado. Llenar este campo permite calcular el consumo de su instalación , su precio…
fr_fr: La puissance de l'équipement branché. Renseigner ce champ vous permet de calculer la consommation de votre installation, son prix...

# TOOLTIP_RECORD_FREQ
source: This option allows you to configure the frequency at which the Cultibox records sensors data.
de_de: Diese Option ermöglicht es Ihnen, die Frequenz, mit der die Cultibox zeichnet Daten von Sensoren konfigurieren
es_es: Esta opción le permite configurar la frecuencia con la que el Cultibox registra los datos de los sensores
fr_fr: Cette option permet de configurer la fréquence à laquelle la Cultibox enregistre les données issues des capteurs.

# TOOLTIP_POWER_FREQ
source: This option allows you to configure the frequency at which the Cultibox saves the values ​​of energy consumption.
de_de: Diese Option ermöglicht es Ihnen, die Frequenz, mit der die Cultibox speichert die Werte des Energieverbrauchs zu konfigurieren.
es_es: Esta opción permite configurar la frecuencia con cual la Cultibox graba los datos de consumo de energía.
fr_fr: Cette option permet de configurer la fréquence à laquelle la Cultibox enregistre les valeurs de consommation d'énergie.

# TOOLTIP_PLUG_FREQ
source: This option allows you to configure the frequency with which will be updated the status (on / off) of your catch.
de_de: Diese Option ermöglicht Ihnen, die Häufigkeit, mit der den Status (an / aus) von Fang aktualisiert werden, konfigurieren.
es_es: Esta opción permite configurar la frecuencia de actualización del estado (activo o inactivo ) de sus enchufes.
fr_fr: Cette option permet de configurer la fréquence à laquelle sera mis à jour l'état (Marche/Arrêt) de vos prises.

# TOOLTIP_POWER_LOG
source: This option calculates and displays the power consumed for / the socket (s) selected (s). To make this possible it will fill the field 'power' in the configuration portion of the catch
de_de: Diese Option berechnet und zeigt die Stromversorgung / die Steckdose (n), ausgewählt (n) verbraucht. Um dieses möglich zu machen wird es das Feld 'Macht' in der Konfigurationsteil des Fangs füllen
es_es: Esta opción calcula y enseña la potencia consumida para el/los enchufe(s) determinado(s). Para que eso funcione, hay que llenar el campo ‘potencia’ en la parte de configuración de los enchufes.
fr_fr: Cette option calcule et affiche la puissance consommée pour la/les prise(s) sélectionnée(s). Pour que cela soit possible il faudra renseigner le champ 'puissance' dans la partie de configuration des prises

# TOOLTIP_LOG_PROGRAM
source: This option displays the program in a decision to compare the data recorded by the Cultibox and the theoretical behavior of the socket.
de_de: Diese Option zeigt das Programm in einer Entscheidung, die von der Cultibox und dem theoretischen Verhalten der Buchse aufgezeichneten Daten zu vergleichen.
es_es: Esta opción permite enseñar el programa de un enchufe con el fin de comparar los datos grabados por la Cultibox y el funcionamiento teórico de este enchufe.
fr_fr: Cette option permet d'afficher le programme d'une prise afin de comparer les données enregistrées par la Cultibox et le comportement théorique de la prise.

# TOOLTIP_PLUG_TOLERANCE
source: Tolerance of a decision to define what should be the precise control values. For example, if you have taken a control value of 22 ° C for heating and tolerance is 2 ° C, the heating will be switched on / off between 20 ° C and 24 ° C (control your + / - tolerance)
de_de: Toleranz einer Entscheidung zu definieren, was die präzise Steuerung Werte sein. Zum Beispiel, wenn Sie einen Steuerwert von 22 ° C für die Heizung genommen haben und Toleranz ist 2 ° C, wird die Heizung an / aus zwischen 20 ° C und 24 ° C eingeschaltet werden (Kontrolle Ihrer + / - Toleranz)
es_es: La tolerancia de un enchufe permite definir la precisión de los datos de regulación. Por ejemplo , si se entra un valor de regulación de 22°C para un calentamiento y una tolerancia de 2°C, el calentamiento se pondrá activo/inactivo entre 20°C y 24°C (regulación +/- la tolerancia)
fr_fr: La tolérance d'une prise permet de définir quelle doit être la précision des valeurs de régulation. Par exemple, si vous avez rentré une valeur de régulation de 22°C pour un chauffage et que la tolérance est de 2°C, le chauffage sera mis en marche/arrêt entre 20°C et 24°C (votre régulation +/- la tolérance)

# TOOLTIP_PLUG_REGUL
source: The secondary control is a complicated and different operation of the main control. Please read the documentation before activating it for an outlet. If you want to control an outlet for it regulates a climatic condition, it is not necessary to activate the secondary control.
de_de: Das sekundäre Steuer ist eine komplizierte und verschiedene Betriebs der Hauptsteuerung. Bitte lesen Sie die Dokumentation vor der Aktivierung für eine Steckdose. Wenn Sie eine Steckdose steuern für sie eine Klimaanlage reguliert werden soll, ist es nicht notwendig, die Sekundärsteuerung zu aktivieren.
es_es: la regulación segundaria tiene un funcionamiento complejo y distinto de la regulación principal. Leer la documentación antes de activarla para un enchufe . Si se desea controlar un enchufe para una regulación climática , no es necesario activar una regulación segundaria.
fr_fr: La régulation secondaire a un fonctionnement compliqué et différent de la régulation principale. Veuillez bien lire la documentation avant de l'activer pour une prise. Si vous désirez piloter une prise pour qu'elle régule une condition climatique, il n'est pas nécessaire d'activer la régulation secondaire.

# TOOLTIP_COST_PRICE
source: The price per kilowatt-hour. Fill in this field is used to calculate the cost of your installation in the 'Cost' menu
de_de: Der Preis pro Kilowattstunde. Füllen Sie bitte dieses Feld wird verwendet, um die Kosten für die Installation im Menü Kosten berechnen
es_es: Precio del KVatio-hora. Llenar este campo permite calcular el precio de su instalación en el menú 'Coste'
fr_fr: Le prix du kilowatt-heure. Renseigner ce champ permet de calculer le prix de revient de votre installation dans le menu 'Coût'

# TOOLTIP_COST_TYPE
source: Your electrical system can be set so 'standard': you pay per kilowatt-hour for the same price at any hour of the day. You can also define your installation as being 'full / Time Hollow Time': the price of killowatt hour varies according to the time at which you consume.
de_de: Ihre elektrische System kann so Standard eingestellt werden: Sie zahlen pro Kilowattstunde für den gleichen Preis zu jeder Stunde des Tages. Sie können auch Ihre Installation definieren als voll / Time Hollow Time : der Preis der Killowatt Stunden variiert je nach der Zeit, zu der Sie verbrauchen.
es_es: Su instalación eléctrica se puede configurar de modo estándar: usted paga el KVatio-hora al mismo precio cual sea la hora del día. Se puede definir su instalación como ‘tarifa alta/tarifa baja’: el precio del KVatio-hora cambia según la hora del cunsumo.
fr_fr: Votre installation électrique peut être définie de façon 'standard': vous payez le kilowatt-heure au même prix à n'importe quelle heure de la journée. Vous pouvez aussi définir votre installation comme étant en 'Heure pleine/Heure creuse': le prix du kilowatt-heure varie en fonction de l'heure à laquelle vous le consommez.

# TOOLTIP_FORMAT_SD
source: The selected SD card will be made consistent Cultibox. For this configuration files catches, programs and Cultibox be regenerated based on your current settings and files containing your future logs will be put in place. If logs are already on your SD card may be lost in the process <br /> <b> <i> Note: </i> </b> so that your card is recognized by the Cultibox, it must be formatted in FAT16 and therefore should not exceed 2GB
de_de: Die ausgewählte SD-Karte wird im Einklang Cultibox werden. Für diese Konfigurationsdateien Fänge, Programme und Cultibox regeneriert werden basierend auf der aktuellen Einstellungen und Dateien, die Ihre Zukunft Protokolle in Kraft gesetzt werden. Wenn Protokolle sind bereits auf der SD-Karte kann in dem Verfahren <br /> <b> <i> Hinweis verloren: </i> </b>, so dass Ihre Karte durch den Cultibox erkannt, muss es sein in FAT16 formatiert und sollte daher nicht mehr als 2 GB
es_es: La tarjeta SD seleccionada se volverá compatible con Cultibox. Para eso, los ficheros de configuración de los enchufes, de los programas y de la Cultibox estarán generados según sus parámetros actual y los ficheros conteniendo sus futuros logs estarán establecidos. Si existen logs en su tarjeta, se pueden perder<br /><b><i>Nota: </i></b>para que su tarjeta este reconocida por la Cultibox, tiene que estar formateada en FAT16 y no puede pasarse de los 2Go
fr_fr: La carte SD sélectionnée sera rendue compatible Cultibox. Pour cela les fichiers de configuration des prises, des programmes et de la Cultibox seront régénérés en fonction de vos paramètres actuels et les fichiers contenant vos futurs logs seront mis en place. Si des logs sont déjà présents sur votre carte SD ils peuvent être perdus lors du processus<br /><b><i>Note: </i></b>afin que votre carte soit reconnue par la Cultibox, elle doit être formatée en FAT16 et ne doit donc pas dépasser 2Go

# TOOLTIP_RESET_LOG
source: By clicking on this button all data recorded logs will be deleted. This can be done at the end of a culture, if your logs you no longer useful and you want to free up space on your computer
de_de: Durch einen Klick auf diesen Button werden alle Daten aufgezeichnet Protokolle werden gelöscht. Dies kann am Ende einer Kultur getan werden, wenn Sie Ihre Logs nicht mehr sinnvoll ist und Sie auf Ihrem Computer freizugeben wollen
es_es: Apretando este botón ,todos los datos estarán borrado. Se puede realizar al final de una cultura, y si los logs no son más útiles y que se quiere liberar espacio en su ordenador.
fr_fr: En cliquant sur ce bouton toutes vos données des logs enregistrés seront supprimées. Cela peut être réalisé à la fin d'une culture, si vos logs ne vous sont plus utiles et que vous souhaitez libérer de l'espace sur votre ordinateur

# TOOLTIP_MAX_POWER_PLUG_3500
source: The 3500W jack allows you to control energy intensive elements. The 3500W announced correspond to a pure resistive power, such as a heater. If you connect a lamp HPS or MH into this jack, the maximum allowed power is 600W
de_de: Der 3500W-Buchse können Sie energieintensive Elemente steuern. Der 3500W angekündigt entsprechen einer reinen Widerstandskraft, wie eine Heizung. Wenn Sie eine Lampe HPS oder MH in diese Buchse anschließen, die maximal zulässige Leistung 600W
es_es: El enchufe 3500W permite controlar los elementos ingentes en energía. Los 3500W anunciados corresponden a una potencia resistiva pura, por ejemplo un calentamiento. Si se conecta una lámpara HPS o MH en este enchufe, la potencia máxima autorizada es de 600W
fr_fr: La prise 3500W permet de piloter des éléments gourmands en énergie. Les 3500W annoncés correspondent à une puissance résistive pure, par exemple un chauffage. Si vous branchez une lampe HPS ou MH sur cette prise, la puissance maximale autorisée est 600W

# TOOLTIP_MAX_POWER_PLUG_1000
source: 1000W jack allows you to control energy intensive elements. The 1000W announced correspond to a pure resistive power, such as a heater. If you connect a lamp HPS or MH into this jack, the maximum allowed power is 150W
de_de: 1000W-Buchse können Sie energieintensive Elemente steuern. Der 1000W angekündigt entsprechen einer reinen Widerstandskraft, wie eine Heizung. Wenn Sie eine Lampe HPS oder MH in diese Buchse anschließen, die maximal zulässige Leistung 150W
es_es: El enchufe 1000W permite controlar los elementes ingentes en energía. Los 1000W anunciados corresponden a una potencia resistiva pura, por ejemplo un calentamiento. Si se conecta una lámpara HPS o MH en este enchufe, la potencia máxima autorizada es de 150W
fr_fr: La prise 1000W permet de piloter des éléments gourmands en énergie. Les 1000W annoncés correspondent à une puissance résistive pure, par exemple un chauffage. Si vous branchez une lampe HPS ou MH sur cette prise, la puissance maximale autorisée est 150W

# TOOLTIP_MAX_POWER_PLUG_DIMMER
source: The drive socket allows you to vary the intensity delivered by the plug. Once selected it will chosisir the communication channel of the plug (which must be different for each socket drive)
de_de: Der Antrieb Buchse können Sie die Intensität durch den Stecker geliefert variieren. Nach der Auswahl wird der Kommunikationskanal der Steck chosisir (die für jeden Sockel-Laufwerk sein muss)
es_es: El casquillo giratorio permite variar la intensidad entregada por el enchufe. Una vez seleccionado se chosisir el canal de comunicación de la clavija (que debe ser diferente para cada unidad socket)
fr_fr: La prise variateur permet de varier l'intensité délivrée par la prise. Une fois sélectionnée il faudra choisir le canal de communication de la prise (qui doit être différent pour chaque prise variateur)

# TOOLTIP_COST_START_TIME
source: Departure date for calculating the cost of your installation. You can calculate the cost of your installation defined by the departure date and the end date of the period form
de_de: Abreisedatum für die Berechnung der Kosten für die Installation. Sie können die Kosten für die Installation von der Abreise festgelegt und das Enddatum der Periode Form berechnen
es_es: Fecha de inicio del cálculo del coste de su instalación. Se puede calcular el coste de su instalación sobre un periodo definido por la fecha de inicio y de fin de este formulario
fr_fr: Date de départ du calcul de coût de votre installation. Vous pouvez calculer le coût de votre installation sur une période définie par la date de départ et la date de fin de ce formulaire

# TOOLTIP_COST_STOP_TIME
source: End date of the calculation of the cost of your installation. You can calculate the cost of your installation defined by the departure date and the end date of the period form
de_de: Ende der Berechnung der Kosten für die Installation. Sie können die Kosten für die Installation von der Abreise festgelegt und das Enddatum der Periode Form berechnen
es_es: Fecha de fin del cálculo del coste de su instalación. Se puede calcular el coste de su instalación sobre un periodo definido por la fecha de inicio y de fin de este formulario
fr_fr: Date de fin du calcul de coût de votre installation. Vous pouvez calculer le coût de votre installation sur une période définie par la date de départ et la date de fin de ce formulaire

# TOOLTIP_REGUL_SENSOR
source: The regulation is performed in a decision function of the data collected by one or more sensors. This field allows you to select what (s) sensor (s) if you have enabled advanced control options in the configuration part <br /> <b> Note: </b> sensors unsuitable will not be taken into account when calculating a sensor PH / Ec for example will not be used to calculate a mean temperature.
de_de: Die Regelung wird in einem Entscheidungsfunktion der von einem oder mehreren Sensoren gesammelten Daten durchgeführt. Dieses Feld ermöglicht Ihnen, welche (n) Sensor (en) wählen, wenn Sie erweiterte Steuerungsmöglichkeiten im Konfigurationsteil <br /> <b> Hinweis aktiviert haben: </b> Sensoren ungeeignet wird nicht berücksichtigt werden bei der Berechnung der Sensor PH / Ec zum Beispiel wird nicht verwendet, um eine mittlere Temperatur berechnen.
es_es: La regulación de un enchufe se realiza en función de los datos medidos por un sensor. Este campo permite seleccionar un sensor.
fr_fr: La régulation d'une prise est réalisée en fonction des données relevées par un ou plusieurs capteurs. Ce champ vous permet de sélectionner ce(s) capteur(s) si vous avez activé les options avancées de régulation dans la partie configuration<br /><b>Note:</b> les capteurs non adaptés ne seront pas pris en compte lors du calcul, un capteur de PH/Ec par exemple ne sera pas utilisé pour calculer une moyenne de température.

# TOOLTIP_SECOND_REGUL_ENABLE
source: Make sure you have read the help before enabling this option. It is not necessary to enable a decision to regulate the temperature or humidity. Once activated, the controller is configured for a different socket type 'Light' and 'Other'. The configuration options for the secondary control will be available in the tab 'Taken'
de_de: Stellen Sie sicher, dass Sie die Hilfe, bevor Sie diese Option aktivieren gelesen haben. Es ist nicht notwendig, eine Entscheidung, die Temperatur oder Luftfeuchtigkeit regulieren können. Einmal aktiviert, wird die Steuerung für einen anderen Socket-Typ 'Light' und 'Andere' konfiguriert. Die Konfigurationsoptionen für die Sekundärregelung wird in der Registerkarte 'Taken' verfügbar sein
es_es: Asegurarse de leer bien la Ayuda antes de activar esta opción. No es necesario activarla para que un enchufe regule la temperatura o humedad.
fr_fr: Assurez-vous de bien avoir lu l'aide avant d'activer cette option. Il n'est pas nécessaire de l'activer pour qu'une prise régule la température ou l'humidité. Une fois activée, la régulation est configurable pour une prise différente du type 'Lampe' et 'Autre'. Les options de configuration de la régulation secondaire seront disponible dans l'onglet 'Prises'

# TOOLTIP_CONFIG_LOG_SEARCH
source: When you load the page logs, the software saves your sensors and power datas for the last 31 days. This feature allows you to load older logs depending on the number of months required
de_de: Wenn Sie die Seite Protokolle zu laden, speichert die Software die Protokolle Sensoren und Kraft für die letzten 31 Tage. Diese Funktion erlaubt es, ältere Protokolle je nach der Anzahl der Monate erforderlich laden
es_es: Al cargar los registros de la página, el software guarda los sensores de registros y poder durante los últimos 31 días. Esta característica le permite cargar los registros anteriores en función del número de meses requeridos
fr_fr: Lorsque vous chargez la page des logs, le logiciel enregistre vos logs des capteurs et de puissance pour les 31 derniers jours. Cette fonctionnalité vous permet de charger des logs plus anciens en fonction du nombre de mois souhaité

# TOOLTIP_EXPORT_LOG_CSV
source: Export your data log to a file in CSV format
de_de: Exportieren Sie Ihre Daten Protokoll in einer Datei im CSV-Format
es_es: Exportar sus datos de logs en un fichero con formato CSV
fr_fr: Exporter vos informations de logs dans un fichier au format CSV

# TOOLTIP_EXPORT_POWER_CSV
source: Export your power information in a CSV file
de_de: Exportieren Sie Ihre Leistungsinformationen in einer Datei im CSV-Format
es_es: Exportar sus datos de potencia en un fichero con formato CSV
fr_fr: Exporter vos informations de puissance dans un fichier au format CSV

# TOOLTIP_ADD_PLUG
source: This feature allows you to add an outlet you can configure the program on this page. This action returns to move in the game configuration and increase the number of sockets in your system
de_de: Diese Funktion ermöglicht Ihnen, eine Steckdose können Sie das Programm auf dieser Seite konfigurieren hinzuzufügen. Diese Aktion gibt, um im Spiel Konfiguration zu bewegen und die Zahl der Steckdosen in Ihrem System
es_es: Esa funcionalidad permite añadir un enchufe que se puede configurar directamente desde esta pagina. Es como ir a la sección configuración y aumentar el numero de enchufes de su sistema.
fr_fr: Cette fonctionnalité vous permet d'ajouter une prise dont vous pouvez directement configurer le programme sur cette page. Cette action revient à se déplacer dans la partie configuration et augmenter le nombre de prises de votre système

# TOOLTIP_REMOVE_PLUG
source: This feature allows you to remove a plug used in your Cultibox system. This action returns to move in the configuration part and reduce the number of sockets in your system
de_de: Diese Funktion ermöglicht es Ihnen, einen Stecker in Ihrem Cultibox System zu entfernen. Diese Aktion gibt, um im Konfigurationsteil bewegen und reduzieren die Anzahl der Steckdosen in Ihrem System
es_es: Esa funcionalidad permite eliminar un enchufe de su sistema Cultibox. Es como ir a la sección configuración y disminuir el numero de enchufes de su sistema.
fr_fr: Cette fonctionnalité vous permet de supprimer une prise utilisable dans votre système Cultibox. Cette action revient à se déplacer dans la partie configuration et diminuer le nombre de prises de votre système

# TOOLTIP_RESET_PROGRAM
source: This feature allows you to reset the program. The selected take will have no assigned action, it will end off all day
de_de: Mit dieser Funktion können Sie das Programm zurückgesetzt. Der ausgewählte Take wird keine Aktion zugewiesen haben, wird es am Ende aus den ganzen Tag
es_es: Esa funcionalidad permite resetear un programa. El enchufe seleccionado no tendrá mas acción asociada , se encontrara apagada todo el día.
fr_fr: Cette fonctionnalité permet de remettre à zéro un programme. Le prise sélectionnée n'aura plus d'action attribuée, elle se retrouvera éteinte pour toute la journée
