Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# LANG
source: en_US
de_de: de_DE
es_es: es_ES
fr_fr: fr_FR

# MENU_WELCOME
source: Welcome
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue

# MENU_CONF
source: Configuration
de_de: Konfiguration
es_es: Configuración

# MENU_LOGS
source: Logs
es_es: Registros

# MENU_PLUGS
source: Plugs
de_de: Einnahme
es_es: Enchufes
fr_fr: Prises

# MENU_PROGS
source: Programs
de_de: Programme
es_es: Programas
fr_fr: Programmes

# MENU_COST
source: Cost
de_de: Kosten
es_es: Costo
fr_fr: Coût

# MENU_CAL
source: Calendrier
de_de: Kalender
es_es: Calendario

# MENU_WIZARD
source: Wizard
de_de: Assistent
es_es: Asistente
fr_fr: Assistant

# MENU_HELP
source: Open the documentation
de_de: Hilfe
es_es: Documentación abierto
fr_fr: Ouvrir la documentation

# WELCOME_TITLE
source: Welcome to the software configuration Cultibox
de_de: Willkommen in der Softwarekonfiguration Cultibox
es_es: Bienvenido en el programa de configuración de la Cultibox
fr_fr: Bienvenue dans le logiciel de configuration de la Cultibox

source: Did you know?
de_de: Wussten Sie schon?
es_es: Lo sabias?
fr_fr: Le saviez-vous?

# WELCOME_MESSAGE
source: This software will easily help you to manipulate your Cultibox's configuration, view the recorded data or access features such as the calculation of the cost of electricity or the creation a calendar culture.
de_de: Diese Software ermöglicht es Ihnen, Ihre leicht manipulieren Cultibox die Konfiguration, die aufgezeichneten Daten oder der Zugriff auf bestimmte Funktionen, wie die Berechnung der Stromkosten oder die Erstellung eines Kalender Kultur zu sehen.
es_es: Este programo permite comunicar con vuestra Cultibox. Se puede configurar, visualizar datos y acceder a otras funciones como el consumo eléctrico y la creación de calendarios de cultivos.
fr_fr: Ce logiciel va vous permettre de manipuler simplement votre Cultibox afin de la configurer, de visualiser les données enregistrées ou encore d'accéder à certaines fonctionnalités telles que le calcul du coût d'électricité ou la création d'un calendrier de culture.

# WELCOME_TUTO
source: <b> Note: </b> for those who have the older version of the Cultibox (<b> Green Box </b>), you will absolutely
de_de: <b> Hinweis: </b> für diejenigen, die ältere Version des Cultibox (<b> Green Box </b>) haben, werden Sie absolut
es_es: <b>Note :</b> para los que ya tienen la antigua versión de la Cultibox(la <b>greenbox</b>), se necesitará
fr_fr: <b>Note :</b> pour ceux qui possèdent l'ancienne version de la Cultibox (<b>Green Box</b>), il vous faudra absolument

# WELCOME_REQUIEREMENT
source: <ul class='list_class'> <li> remove your old plugs that are no longer compatible and connect those of Cultibox </li> <li> disconnect your Green Box which can cause interference with Cultibox </li> </ul>
de_de: <ul class='list_class'> <li> entfernen Sie Ihre alte Stecker, die nicht mehr kompatibel sind und verbinden die der Cultibox </li> <li> trennen Sie die Green Box, die Interferenzen mit Cultibox </li> <verursachen können </ul>
es_es: <ul class='list_class'><li>quitar los antiguos enchufes que no son mas compatible y conectar las de la Cultibox</li><li>desconectar vuestra GreenBox que puede causar interferencias con la Cultibox</li></ul>
fr_fr: <ul class='list_class'><li>enlever vos anciennes prises qui ne sont plus compatibles et connecter celles de la Cultibox</li><li>déconnecter votre Green Box qui peut causer des interférences avec la Cultibox</li></ul>

# WELCOME_FOLLOW_LINK
source: Click the Next button to start the setup wizard and start handling your Cultibox
de_de: Klicken Sie auf die Schaltfläche Weiter, um den Setup-Assistenten beginnen und den Umgang mit Ihren Cultibox
es_es: Darle al botón SIGUIENTE para lanzar la configuración y empezar a pilotar vuestra Cultibox
fr_fr: Cliquer sur le bouton suivant pour lancer l'assistant de configuration et commencer à manipuler votre Cultibox

# WELCOME_WIZARD
source: Wizard's configuration
de_de: Configuration wizard
es_es: Asistente de configuración
fr_fr: Assistant de configuration

# WELCOME_LOGS
source: Page viewing logs
de_de: Seite Anzeigen von Protokollen
es_es: Pagina de visualización de los logs
fr_fr: Page de visualisation des logs

# WELCOME_CALENDAR
source: Page programming schedule culture
de_de: Seite Programmschema Kultur
es_es: Pagina de programación del calendario de cultivo
fr_fr: Page de programmation du calendrier de culture

# WELCOME_PROGRAM
source: Page creation and visualization of programs taken
de_de: Seite Erstellung und Visualisierung von Programmen übernommen
es_es: Pagina de creación y visualización de los programas de enchufes
fr_fr: Page de création et visualisation des programmes des prises

# ENABLE_JAVASCRIPT
source: Javascript is disabled! You can not use the software and all its features if you do not enable Javascript.
de_de: Javascript ist deaktiviert! Sie können die Software nicht verwenden und alle seine Funktionen, wenn Sie Javascript nicht aktivieren.
es_es: Javascript no está habilitado! No puede utilizar el software y todas sus características, si no habilita Javascript.
fr_fr: Javascript est désactivé! Vous ne pourrez pas utiliser le logiciel et toutes ses fonctionnalités si vous n'activez pas Javascript.

# WELCOME_SYNOP
source: Page summary of the status of your grow room
de_de: Seite Zusammenfassung des Status des Rauminhaltes
es_es: Resumen de una página sobre el estado de tu cuarto de cultivo
fr_fr: Page du résumé de l'état de votre espace de culture

# CONFIGURE_TITLE_CULTIBOX
source: Configure your system Cultibox
de_de: Konfigurieren Sie Ihr System Cultibox
es_es: Configurar vuestro sistema Cultibox
fr_fr: Configurer votre système Cultibox

# USER_CONF
source: Interface
de_de: Schnittstelle
es_es: Interfaz

# CONFIGURE_CARD
source: SD card
de_de: SD-Karte
es_es: Tarjeta SD
fr_fr: Carte SD

# CONFIGURE_HUMIDITY
source: Color humidity curves
de_de: Farbe Luftfeuchtigkeit Kurven
es_es: Color de las curvas de higrometría
fr_fr: Couleur des courbes d'hygrométrie

# CONFIGURE_TEMPERATURE
source: Curve color temperatures
de_de: Curve Farbtemperaturen
es_es: Color de las curvas de temperaturas
fr_fr: Couleur des courbes des températures

# CONFIGURE_WATER
source: Color curves of water temperatures
de_de: Farbkurven der Wassertemperaturen
es_es: Color de las curvas de temperatura de agua
fr_fr: Couleur des courbes des températures d'eau

# CONFIGURE_LEVEL
source: Color contours of water
de_de: Farbe Konturen von Wasser
es_es: Color de las curvas del nivel del agua
fr_fr: Couleur des courbes de niveau d'eau

# CONFIGURE_PH
source: Color curves PH
de_de: Farbkurven PH
es_es: Color de las curvas de PH
fr_fr: Couleur des courbes de PH

# CONFIGURE_EC
source: Color curves of EC
de_de: Farbe EG-Kurven
es_es: Color de las curvas de EC
fr_fr: Couleur des courbes d'EC

# CONFIGURE_OD
source: Color OD curves
de_de: Farbe OD-Kurven
es_es: Color de las curvas de OD
fr_fr: Couleur des courbes d'OD

# CONFIGURE_ORP
source: Color ORP curves
de_de: Farbe ORP Kurven
es_es: Color de las curvas de ORP
fr_fr: Couleur des courbes d'ORP

# CONFIGURE_FREQUENCY
source: Recording frequency of climate (in minutes)
de_de: Aufnahmefrequenz von Klima (in Minuten)
es_es: Frecuencia de grabación del clima (en minutos)
fr_fr: Fréquence d'enregistrement du climat (en minute)

# CONFIGURE_POWER_FREQUENCY
source: Recording frequency power (in minutes)
de_de: Recording Frequenzleistung (in Minuten)
es_es: Frecuencia de grabación de la potencia (en minutos)
fr_fr: Fréquence d'enregistrement de la puissance (en minute)

# CONFIGURE_NB_PLUGS
source: Number of sockets in your system
de_de: Anzahl der Steckdosen in Ihrem System
es_es: Números de enchufes en vuestro sistema
fr_fr: Nombre de prises de votre système

# CONFIGURE_PLUGS_FREQUENCY
source: Frequency of updating the status of taken (in seconds)
de_de: Häufigkeit der Aktualisierung des Status entnommen (in Sekunden)
es_es: Frecuencia de actualización del estado de los enchufes(en segundos)
fr_fr: Fréquence de mise à jour de l'état des prises (en seconde)

# VALIDATION_CONF
source: Save Configuration
de_de: Konfiguration speichern
es_es: Grabar la configuración
fr_fr: Enregistrer la configuration

# COLOR_BLUE
source: Blue
de_de: Blau
es_es: Azul
fr_fr: Bleu

# COLOR_RED
source: Red
de_de: Rot
es_es: Rojo
fr_fr: Rouge

# COLOR_GREEN
source: Green
de_de: Grün
es_es: Verde
fr_fr: Vert

# COLOR_BLACK
source: Black
de_de: Schwarz
es_es: Negro
fr_fr: Noir

# COLOR_PURPLE
source: Purple
de_de: Lila
es_es: Lila
fr_fr: Violet

# COLOR_ORANGE
source: Orange
es_es: Naranja

# COLOR_PINK
source: Pink
de_de: Rosa
es_es: Rosa
fr_fr: Rose

# COLOR_YELLOW
source: Yellow
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui

# NO
source: Not
de_de: Nicht
es_es: No
fr_fr: Non

# CONFIGURE_ALARM
source: Alarm
es_es: Alarma
fr_fr: Alarme

# CONFIGURE_ALARM_ACTIV
source: Activate the alarm system
de_de: Aktivieren Sie das Alarmsystem
es_es: Activar el sistema de alarma
fr_fr: Activer le système d'alarme

# CONFIGURE_ALARM_VALUE
source: Threshold value for triggering the alarm
de_de: Schwellwert für die Alarmauslösung
es_es: Valor umbral de activación de alarma
fr_fr: Valeur du seuil de déclenchement de l'alarme

# CONFIGURE_ENABLE_LED
source: Enable the screen backlight
de_de: Aktivieren Sie die Hintergrundbeleuchtung
es_es: Activar la iluminación de la pantalla
fr_fr: Activer le rétro-éclairage de l'écran

# CHECK_STATISTICS
source: Sending information to help develop
de_de: Senden von Informationen, um die Entwicklung
es_es: Enviar informaciones para ayudar el desarrollo
fr_fr: Envoi d'informations pour aider le développement

# MANAGE_RESET_SD_CARD
source: Formatting an SD card to make it compatible Cultibox
de_de: Formatieren einer SD-Karte, um sie kompatibel zu machen Cultibox
es_es: Formatear una tarjeta SD para compatibilidad Cultibox
fr_fr: Formater une carte SD pour la rendre compatible Cultibox

# MANAGE_RESET_CARD_NOT_FOUND
source: No card detected formatable
de_de: Keine Karte erkannt formatierbare
es_es: Ninguna tarjeta detectada
fr_fr: Aucune carte formatable détectée

# MANAGE_RESET_CARD
source: Format Card
de_de: Karte formatieren
es_es: Formatear la tarjeta
fr_fr: Formater la carte

# RESET_CONFIRM_SD_CARD
source: Are you sure you want to format your SD card? Your log files may be destroyed.
de_de: Sind Sie sicher, dass Sie Ihre SD-Karte formatieren? Ihre Log-Dateien können zerstört werden.
es_es: Seguro que quieres formatear la tarjeta SD? Los ficheros logs podrían desaparecer.
fr_fr: Êtes-vous sûr de vouloir formater votre carte SD? Vos fichiers de logs pourraient être détruits.

# ADVANCED_REGUL_OPTIONS
source: Allow editing of advanced control options
de_de: Lassen Bearbeitung von erweiterten Steuerungsmöglichkeiten
es_es: Autorizar la modificación de las opciones avanzadas de regulación
fr_fr: Autoriser la modification des options avancées de régulation

# FORMAT_PROGRESS
source: Progress of the formatting
de_de: Formatieren Fortschritte
es_es: Progresión del formateo
fr_fr: Progression du formatage

# SUCCESS_FORMAT
source: Formatting the card successfully
de_de: Erfolgreich Formatieren der Karte
es_es: Formateo de la tarjeta realizado con éxito
fr_fr: Formatage de la carte réalisé avec succès

# ERROR_FORMAT
source: Error formatting the SD card
de_de: Fehler beim Formatieren der SD-Karte
es_es: Error durante el formateo de la tarjeta SD
fr_fr: Erreur lors du formatage de la carte SD

# ALARM_DESCRIPTION
source: The alarm of the Cultibox turns off all outlets where space security culture is at stake Set a temperature which, when exceeded, causes the removal of all catches. <br /> <br /> <b> Warning </b>: once this threshold is reached, taken intersect and Cultibox not return to a normal state until you have acknowledged the alarm directly on the case.
de_de: Der Alarm des Cultibox schaltet alle Verkaufsstellen, wo Raumsicherheit Kultur steht auf dem Spiel Stellen eine Temperatur, die bei Überschreiten bewirkt, dass die Entfernung aller Fänge. <br /> <br /> <b> Warnung </b>: Ist diese Schwelle erreicht ist, entnommen schneiden und Cultibox nicht zu einem normalen Zustand zurück, bis Sie den Alarm direkt auf den Fall bestätigt wurden.
es_es: El alarma de la Cultibox permite apagar todos los enchufes cuando la seguridad del entorno de cultivo esta amenazada. Definir una temperatura limite, en cuanto esta alcanzada , se apagaran todos los enchufes. <br /><br /><b>Cuidado</b>:una vez esta temperatura alcanzada, los enchufes se apagan y la Cultibox no volverá a su estado normal sino que se tendrá que desactivar manualmente el alarma directamente en la caja.
fr_fr: L'alarme de la Cultibox permet d'éteindre toutes les prises lorsque la sécurité de l'espace de culture est en jeu. Définissez une température qui, une fois dépassée, provoque la coupure de toute les prises. <br /><br /><b>Attention</b>: une fois ce seuil atteint, les prises se coupent et la Cultibox ne reviendra à un état normale que lorsque vous aurez acquitté l'alarme directement sur le boitier.

# SHOW_COST
source: View menu costing
de_de: Menü Ansicht kostet
es_es: Enseñar el menú de calculo de coste
fr_fr: Afficher le menu de calcul des coûts

# RESET_MINMAX
source: Resetting the min / max
de_de: Zurücksetzen der min / max
es_es: Reseteo del min/max
fr_fr: Remise à zéro du min/max

# CONFIGURE_RTC_OFFSET
source: Shift of the internal clock
de_de: Verschiebung des internen Takt
es_es: Retardo de tiempo del reloj interno
fr_fr: Décalage de l'horloge interne

# RTC_OFFSET_UNITY
source: second (s)
de_de: Sekunde (n)
es_es: segundo(s)
fr_fr: seconde(s)

# SHOW_WEBCAM
source: Show the Webcam menu
de_de: Lassen Sie sich die Webcam-Menü
es_es: Mostrar el menú Cámara Web
fr_fr: Afficher le menu de la Webcam

# HISTO_GRAPH
source: Climate graphs
de_de: Klimagraphen
es_es: Gráficos climáticos
fr_fr: Graphiques climatiques

# SELECT_DISPLAYED_DAY
source: Showing information for:
de_de: Anzeigen von Informationen für:
es_es: Visualizar los datos para
fr_fr: Afficher les informations pour

# SELECT_LOG_TITLE
source: Display the recorded data by Cultibox
de_de: Anzeige der aufgezeichneten Daten durch Cultibox
es_es: Visualización de los datos grabados por la Cultibox
fr_fr: Affichage des données enregistrées par la Cultibox

source: one day
de_de: einmal
es_es: un día
fr_fr: un jour

# ONE_MONTH
source: one months
de_de: 1 Monat
es_es: un mes
fr_fr: un mois

# SELECT_DAY
source: Day display (YYYY-MM-DD)
de_de: Tag-Anzeige (YYYY-MM-DD)
es_es: Día a visualizar (AAAA-MM-JJ)
fr_fr: Jour à afficher (AAAA-MM-JJ)

# VIEW
source: Display
de_de: Anzeige
es_es: Visualizar
fr_fr: Afficher

# DRAG_PLOT
source: Select an area to the enlarge
de_de: Wählen Sie einen Bereich in dem vergrößern
es_es: Seleccionar una zona a ampliar
fr_fr: Sélectionner une zone afin de l'agrandir

# XAXIS_LEGEND_DAY
source: Time
de_de: Stunden
es_es: Hora
fr_fr: Heure

# XAXIS_LEGEND_MONTH
source: Days of month
de_de: Tage im Monat
es_es: Días del mes
fr_fr: Jours du mois

# MONTH01
source: January
de_de: Januar
es_es: Enero
fr_fr: Janvier

# MONTH02
source: February
de_de: Februar
es_es: Febrero
fr_fr: Février

# MONTH03
source: March
de_de: März
es_es: Marzo
fr_fr: Mars

# MONTH04
source: April
es_es: Abril
fr_fr: Avril

# MONTH05
source: May
de_de: Mai
es_es: Mayo
fr_fr: Mai

# MONTH06
source: June
de_de: Juni
es_es: Junio
fr_fr: Juin

# MONTH07
source: July
de_de: Juli
es_es: Julio
fr_fr: Juillet

# MONTH08
source: August
es_es: Agosto
fr_fr: Août

# MONTH09
source: September
es_es: Septiembre
fr_fr: Septembre

# MONTH10
source: October
de_de: Oktober
es_es: Octubre
fr_fr: Octobre

# MONTH11
source: November
es_es: Noviembre
fr_fr: Novembre

# MONTH12
source: December
de_de: Dezember
es_es: Diciembre
fr_fr: Décembre

# M01
source: January
de_de: Januar
es_es: Ene
fr_fr: Jan

# M02
source: February
de_de: Februar
es_es: Feb
fr_fr: Fév

# M03
source: March
de_de: März
es_es: Mar
fr_fr: Mar

# M04
source: April
es_es: Abr
fr_fr: Avr

# M06
source: June
de_de: Juni
es_es: Jun
fr_fr: Juin

# M07
source: July
de_de: Juli
es_es: Jul
fr_fr: Juil

# M08
source: August
es_es: Ago
fr_fr: Août

# M09
source: Seven
de_de: Sieben
es_es: Sept
fr_fr: Sept

# M10
source: October
de_de: Oktober
es_es: Oct
fr_fr: Oct

# M11
source: November
es_es: Nov
fr_fr: Nov

# M12
source: December
de_de: Dezember
es_es: Dec
fr_fr: Déc

# SELECT_PROGRAM_PLUG
source: Program to compare
de_de: Programm zum vergleichen
es_es: Programa a comparar
fr_fr: Programme à comparer

# SELECT_CURVE_TO_DISPLAY
source: <b>Selection curves:</b> select curves to display
de_de: <b>Auswahl Kurven:</b> select Kurven angezeigt
es_es: <b>Curvas de selección:</b> Seleccione las curvas a visualizar
fr_fr: <b>Sélection des courbes:</b> sélectionner les courbes à afficher

# SELECT_POWER_PLUG
source: Display power consumption
de_de: Display-Stromverbrauch
es_es: Visualizar la potencia consumida
fr_fr: Afficher la puissance consommée

# PREVIOUS_BUTTON_DAY
source: Showing information for the previous day
de_de: Anzeigen von Informationen für den vorherigen Tag
es_es: Visualizar los datos para el día anterior
fr_fr: Afficher les informations pour le jour précédent

# NEXT_BUTTON_DAY
source: View information for the following day
de_de: Anzeigen von Informationen für den nächsten Tag
es_es: Visualizar los datos para el día siguiente
fr_fr: Afficher les informations pour le jour suivant

# PREVIOUS_BUTTON_MONTH
source: Showing information for the previous month
de_de: Anzeigen von Informationen für den Vormonat
es_es: Visualizar los datos para el mes anterior
fr_fr: Afficher les informations pour le mois précédent

# NEXT_BUTTON_MONTH
source: View information for the following month
de_de: Anzeigen von Informationen für den folgenden Monat
es_es: Visualizar los datos para el mes siguiente
fr_fr: Afficher les informations pour le mois suivant

# PRECISION_GRAPH_DAY
source: The logs are displayed with maximum precision of a point every minute
de_de: Die Protokolle werden mit höchster Präzision von einem Punkt pro Minute angezeigt
es_es: Los logs tienen una precisión máxima de un punto cada minuto
fr_fr: Les logs sont affichés avec une précision maximale d'un point toutes les minutes

# PRECISION_GRAPH_MONTH
source: The logs are displayed with maximum precision of a point every twenty minutes
de_de: Die Protokolle werden mit höchster Präzision von einem Punkt alle zwanzig Minuten angezeigt
es_es: Los logs tienen una precisión máxima de un punto cada vente minutos
fr_fr: Les logs sont affichés avec une précision maximale d'un point toutes les vingt minutes

# SELECT_SENSOR_NB
source: Show values for
de_de: Zeigen Werte für
es_es: Visualizar los valores para
fr_fr: Afficher les valeurs pour

# MONTH_DATE
source: Month and year to display
de_de: Monat und Jahr, um die Anzeige
es_es: Mes y año a visualizar
fr_fr: Mois et année à afficher

# MANAGE_LOG_INFOS
source: <b>Managing Your Data</b>
de_de: <b>Verwalten Sie Ihre Daten</b>
es_es: <b>Gestión de los datos climáticos</b>
fr_fr: <b>Gestion des données climatiques</b>

# MANAGE_RESET_TITLE
source: Delete old sensors logs
de_de: Löschen Sie alte Protokolle
es_es: Borrar antiguos logs
fr_fr: Supprimer vos anciens logs

# MANAGE_RESET_TITLE_POWER
source: Delete old logs power measurement
de_de: Löschen Sie alte Protokolle Leistungsmessung
es_es: Borrar antiguos logs de medida de potencia
fr_fr: Supprimer vos anciens logs de mesure de puissance

# MANAGE_RESET_LOG
source: Delete the logs
de_de: Löschen Sie die Protokolle
es_es: Borrar los logs
fr_fr: Supprimer les logs

# MANAGE_RESET_POWER
source: Remove logs power
de_de: Protokolle entfernen Macht
es_es: Eliminar registros de potencia
fr_fr: Supprimer les logs de puissance

# IMPORT_LOG_TITLE
source: Import logs from your sensors for
de_de: Import-Logs von Ihrem Sensoren
es_es: Los registros de importación de los sensores
fr_fr: Importer les logs de vos capteurs des

# IMPORT_LAST_MONTH
source: last month
de_de: im letzten Monat
es_es: últimos meses
fr_fr: derniers mois

# IMPORT_LOG
source: Import logs
de_de: Import-Protokolle
es_es: Importar los logs
fr_fr: Importer les logs

# NO_IMPORT_LOG
source: No SD card found
de_de: Keine SD-Karte erkannt
es_es: No hay tarjeta SD detectado
fr_fr: Pas de carte SD détectée

# SUMARY_REGUL_TITLE
source: Summary of active secondary regulations made for the selected
de_de: Zusammenfassung der aktiven Sekundär Vorschriften für den ausgewählten gemacht
es_es: Resumen de las regulaciones segundarías activas para los enchufes seleccionados
fr_fr: Résumé des régulations secondaires actives pour les prises sélectionnées

# SUMARY_REGUL_SUBTITLE
source: Regulating outlet
de_de: Sekundärregelung
es_es: Regulación del enchufe
fr_fr: Régulation secondaire

# SUMARY_REGUL_SENSO
source: Trigger if
de_de: Auslösen, wenn
es_es: Dispare si
fr_fr: Déclenchement si

# TEMP_REGUL
source: the temperature
de_de: Temperatur
es_es: la temperatura
fr_fr: la température

# HUMI_REGUL
source: the humidity
de_de: Feuchtigkeit
es_es: la humedad
fr_fr: l'humidité

# SUMARY_EMPTY_SELECTION
source: No decision (s) selected (s)
de_de: Keine Entscheidung (en), ausgewählt (e)
es_es: Ningún enchufe seleccionado
fr_fr: Pas de prise(s) sélectionnée(s)

# MANAGE_EXPORT_LOG_CSV
source: Export your information logs
de_de: Exportieren Sie Ihre Informationen Protokolle
es_es: Exportar los datos de los logs
fr_fr: Exporter vos informations de logs

# MANAGE_EXPORT_POWER_CSV_BUTTON
source: Export your log power
de_de: Exportieren Sie Ihre Log-Leistung
es_es: Exportar su poder de registro
fr_fr: Export de vos logs de puissance

# MANAGE_EXPORT_EMPTY_LOG_CSV
source: No logs in your database
de_de: Keine Protokolle in der Datenbank
es_es: Ningún logs en la base de datos
fr_fr: Pas de logs dans votre base

# MANAGE_EXPORT_POWER_CSV
source: Export your power information
de_de: Exportieren Sie Ihre Leistungsinformation
es_es: Exportar los datos de potencia
fr_fr: Exporter vos informations de puissance

# MANAGE_EXPORT_LOG_CSV_BUTTON
source: Export your logs
de_de: Exportieren Sie Ihre Protokolle
es_es: Exportar los registros
fr_fr: Export de vos logs

# MANAGE_EXPORT_EMPTY_POWER_CSV
source: No logs in your power base
de_de: Keine Protokolle in Ihre Machtbasis
es_es: No hay registros en su base de poder
fr_fr: Pas de logs de puissance dans votre base

# LOAD_LOG_PROGRESS
source: Loading progress logs
de_de: Laden Fortschritte Protokolle
es_es: Avance del cargamento de los logs
fr_fr: Progression du chargement des logs

# PROGRESS_POWER
source: Loading progress files power
de_de: Laden Fortschritte Dateien Macht
es_es: Avance del cargamento de los ficheros de potencia
fr_fr: Progression du chargement des fichiers de puissance

# PROGRESS_LOG
source: Data sensors loading progress
de_de: Laden Fortschritte Dateien
es_es: Avance del cargamento de los ficheros
fr_fr: Progression du chargement des logs des capteurs

# ERROR_LOAD_LOG
source: Error loading logs, this may be due to a response time too long, repeat the operation to be sure
de_de: Fehler beim Laden Protokolle, kann dies zu einer Reaktionszeit zu lang sein, den Vorgang wiederholen, um sicher zu sein
es_es: Error durante el cargamento de los logs, puede ocurrir por culpa de un tiempo de respuesta demasiado largo , reintentar la operación para asegurarse.
fr_fr: Erreur lors du chargement des logs, ceci peut être du à un temps de réponse trop long, recommencez l'opération pour vous en assurer

# DELETE_ALL_LOGS
source: Remove all existing logs
de_de: Entfernen Sie alle vorhandenen Protokolle
es_es: Borrar todos los logs existentes
fr_fr: Supprimer tous les logs existant
