Repository: cultibox/cultibox
Catalog: 01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: de_de, es_es, fr_fr

# TOOLTIP_EXPORT_PROGRAM
source: This feature allows you to export a program in a CSV format (readable by a spreadsheet). This file can be used to implement, with the import function, the same program on different outlets or to exchange programs with other users Cultibox
de_de: Diese Funktion ermöglicht es Ihnen, ein Programm in einer CSV-Format (lesbar von einer Tabellenkalkulation) zu exportieren. Diese Datei kann verwendet werden, zu implementieren, mit der Import-Funktion, die das gleiche Programm auf verschiedenen Verkaufsstellen oder Programme mit anderen Nutzern auszutauschen Cultibox
es_es: Esa funcionalidad permite exportar un programa en formato csv ( que se puede leer con tabulador). Ese fichero puede ser usado para aplicar, con la función importación, un mismo programa para otros enchufes o intercambiar programas con otros usuarios Cultibox.
fr_fr: Cette fonctionnalité vous permet d'exporter un programme dans un format csv (lisible par un tableur). Ce fichier peut être utilisé pour appliquer, avec la fonction d'importation, un même programme sur d'autres prises ou encore afin d'échanger des programmes avec d'autres utilisateurs Cultibox

# TOOLTIP_IMPORT_PROGRAM
source: This feature allows you to import a program from a CSV file (readable by a spreadsheet). The import file can be created by the export function by another user Cultibox to exchange programs or from another of your decision to implement the same program in multiple takes
de_de: Mit dieser Funktion können Sie ein Programm aus einer CSV-Datei (lesbar mit einer Tabellenkalkulation) zu importieren. Die Importdatei kann durch die Export-Funktion von einem anderen Benutzer erstellt Cultibox Programme auszutauschen oder von anderen Ihrer Entscheidung, das gleiche Programm in mehreren Umsetzung erfolgt
es_es: Esa funcionalidad permite importar un programa desde un fichero csv ( que se puede leer con un tabulador). Se puede crear con la función exportación un fichero echo por otro usuario Cultibox, para intercambiar programas o para aplicar un mismo programa a varios enchufes desde uno de sus enchufes.
fr_fr: Cette fonctionnalité permet d'importer un programme depuis un fichier csv (lisible par un tableur). Le fichier à importer peut être créé par la fonction d'exportation par un autre utilisateur Cultibox pour échanger des programmes ou depuis une autre de vos prises pour appliquer un même programme à plusieurs prises

# TOOLTIP_ADVANCED_REGUL_OPTIONS
source: If you enable this option, you can choose the sensor (s) used for the control and the method of calculation
de_de: Wenn Sie diese Option aktivieren, können Sie die für die Steuerung verwendet Sensor (en) und die Berechnungsmethode zu wählen
es_es: Si se activa esa opción, se podrá elegir el o los sensores usado(s) para realizar la regulación y el modo de calculo.
fr_fr: Si vous activez cette option, vous aurez la possibilité de choisir le ou les capteurs utilisé(s) pour la régulation ainsi que le mode de calcul

# TOOLTIP_REPEAT_VALUE
source: This value defines how often your event will be repeated. For example, if your event starts at 1:00:00 ET that repetition is 4:00:00, the next event will start at 5:00:00. Rehearsal time is added to the start time of the event to determine the start of the next event. The minimum time allowed is 5 minutes.
de_de: Dieser Wert legt fest, wie oft Ihre Veranstaltung wiederholt werden. Zum Beispiel, wenn Sie Ihre Veranstaltung beginnt am 01.00.00, dass ET 04.00.00 Wiederholung ist, wird die nächste Veranstaltung wird am 05.00.00 beginnen. Probenzeit zu der Startzeit des Ereignisses aufgenommen, um den Beginn des nächsten Ereignisses zu bestimmen. Die erlaubte Mindestdauer beträgt 5 Minuten.
es_es: Ese valor define con que frecuencia el evento será repetido. Por ejemplo, si el evento empieza a 01:00:00 y que la repetición es de 04:00:00, el siguiente evento empezara a 05:00:00. El tiempo de repetición se añade a la hora de inicio del evento con un mínimo de 5mm.
fr_fr: Cette valeur définit à quelle fréquence votre événement sera répété. Par exemple, si votre événement commence à 01:00:00 et que la répétition est de 04:00:00, l'événement suivant débutera à 05:00:00. Le temps de répétition est ajouté au temps de départ de l'événement pour déterminer le départ de l'événement suivant. Le temps minimum autorisé est de 5mn.

# TOOLTIP_RESET_OLD_PROGRAM
source: By checking this box you erase the old program of your decision to save your new action on an empty program. If you do not check this box, your action is superimposed on the already registered program.
de_de: Wenn dieses Feld markiert löschen Sie die alte Programm Ihrer Entscheidung, Ihre neue Aktion auf einem leeren Programm zu speichern. Wenn Sie die Option nicht aktivieren, wird die Aktion auf der bereits ein Programm überlagert.
es_es: Seleccionando esta casilla , se borrará el programa antiguo de su enchufe para grabar una nueva acción en un programa vacío. Si no se selecciona esta casilla , su acción se superpondrá al programa ya grabado.
fr_fr: En cochant cette case vous effacerez l'ancien programme de votre prise pour enregistrer votre nouvelle action sur un programme vide. Si vous ne cochez pas cette case, votre action se superposera au programme déjà enregistré.

# TOOLTIP_VALUE_PROGRAM
source: You can choose up to three different functions for your equipment depending on its type: Walking (decision will be on for the period), Stop (decision will be shut down for the period) or control (decision to turn on and off to reach a value of temperature or humidity determined - does not work for sockets defined as 'other' or 'light')
de_de: Sie können bis zu drei verschiedene Funktionen für Ihre Geräte je nach Typ wählen: Gehen (Entscheidung wird auf für die Zeit sein), Stopp-oder Steuer (Entscheidung (Entscheidung wird für den Zeitraum abgeschaltet werden) auf ein-und ausschalten, um einen Wert der Temperatur oder Luftfeuchte ermittelt erreichen - nicht für Steckdosen definiert als arbeiten 'anderen' oder 'Licht')
es_es: Se puede elegir hasta 3 funcionamientos distintos para su equito según su tipo: Marcha ( el enchufe se pondrá en marcha en el periodo definido), Paro ( el enchufe estará parado durante el periodo definido) o Regulación( el enchufe se activara o se parara para llegar a un valor determinado de temperatura o humedad- no funciona para los enchufes definido como ‘otro’ o ‘lámpara’)
fr_fr: Vous pouvez choisir jusqu'à trois fonctionnements différents pour votre équipement en fonction de son type: Marche (la prise sera en marche pour la période donnée), Arrêt (la prise sera à l'arrêt pour la période donnée) ou Régulation (la prise s'allumera et s'éteindra pour atteindre une valeur de température ou d'humidité déterminée - ne marche pas pour les prises définies comme ' autre' ou 'lampe')

# TOOLTIP_REGUL_SECOND
source: If the secondary control is enabled in the software configuration, this field displays the status for the selected outlet: on or off. If the control is enabled for the selected outlet, you will also find information about the configuration of this regulation.
de_de: Wenn die Sekundärregelung ist in der Software-Konfiguration aktiviert, zeigt dieses Feld den Status für den ausgewählten Ausgang: an oder aus. Wenn die Steuerung für den ausgewählten Ausgang aktiviert ist, finden Sie auch Informationen über die Konfiguration dieser Verordnung.
es_es: Si la regulación segundaria esta activada en la configuración del software, este campo indica su estado para el enchufe seleccionado: activada o desactivada. Si la regulación esta activada para el enchufe seleccionado, se encontrara también las informaciones de la configuración de esta regulación.
fr_fr: Si la régulation secondaire est activée dans la configuration du logiciel, ce champ affiche son état pour la prise sélectionnée: activée ou désactivée. Si la régulation est activée pour la prise sélectionnée, vous trouverez aussi les informations concernant la configuration de cette régulation.

# TOOLTIP_SHOW_COST
source: By enabling this option you can access the page costing your facility through the menu 'cost' which appears in the main menu bar
de_de: Durch die Aktivierung dieser Option, die Sie auf die Seite zugreifen können Kalkulation Ihrer Einrichtung durch das Menü 'Kosten', die in der Hauptmenüleiste erscheint.
es_es: Activando esa opción , se puede tener acceso a la pagina de calculo de coste de su instalación usando el menú ‘Coste’ que aparece en la barra del menú principal.
fr_fr: En activant cette option vous pouvez avoir accès à la page de calcul des coûts de votre installation grâce au menu 'Coût' qui apparaît dans la barre du menu principal

# TOOLTIP_RESET_MINMAX
source: This field allows you to choose the time of reset of min / max of all sensors displayed on the screen Cultibox
de_de: Hier können Sie die Zeit der Reset min / max aller auf dem Bildschirm angezeigt Cultibox Sensoren wählen
es_es: Ese campo permite definir la hora de reseteo del min/max de todos los sensores presentes en la pantalla de la Cultibox
fr_fr: Ce champs permet de choisir l'heure de remise à zéro du min/max de tous les capteurs affichés sur l'écran de la Cultibox

# TOOLTIP_REGUL_COMPUTE_METHOD
source: This value can be changed only if you have authorized the amendment of control options in the configuration tab. You can choose how the calculated value used to make the control
de_de: Dieser Wert kann nur geändert werden, wenn Sie die Änderung der Steueroptionen in der Registerkarte Konfiguration genehmigt. Sie können wählen, wie der berechnete Wert verwendet, um die Steuerung zu machen
es_es: Se puede modificar este valor solo si se ha autorizado esa modificación de las opciones de regulación en la pestaña configuración. Se puede elegir como se calcula el valor usado para realizar la regulación.
fr_fr: Cette valeur n'est modifiable que si vous avez autorisé la modification des options de régulation dans l'onglet configuration. Vous pouvez choisir comment est calculée la valeur utilisée pour effectuer la régulation

# TOOLTIP_RESET_CALENDAR
source: <b>Removing annotations calendar:</b> removes all annotations calendar manually recorded, this includes fertilizers possibly added growth but does not include external calendars Lunar Calendar Type
de_de: <b>Entfernen Anmerkungen Kalender:</b> entfernt alle Anmerkungen Kalender manuell erfasst, enthält diese Düngemittel möglicherweise mehr Wachstum aber nicht die externe Kalender Lunar Kalender Art
es_es: <b>La eliminación de las anotaciones del calendario:</b> elimina todo el calendario de las anotaciones registradas de forma manual, lo que incluye fertilizantes, posiblemente añadido el crecimiento, pero no incluye calendarios externos Lunar Tipo de calendario
fr_fr: <b>Suppréssion des annotations du calendrier:</b> supprime toutes les annotations du calendrier enregistrées manuellement, ceci comprend les engrais de croissance possiblement ajoutés mais ne comprend pas les calendriers externes du type calendrier lunaire

# TOOLTIP_MANAGE_XML
source: Allows you to easily manage the display of external calendars such as lunar calendars by selecting the files to display and hide those
de_de: Ermöglicht Ihnen die einfache Verwaltung der Anzeige von externen Kalendern wie Mondkalender indem Sie die Dateien anzeigen und verstecken die
es_es: Permite gestionar fácilmente la visualización de los calendarios externos como los calendarios lunares seleccionando los ficheros a enseñar y los a esconder.
fr_fr: Permet de gérer facilement l'affichage des calendriers externes tel que les calendriers lunaires en sélectionnant les fichiers à afficher et ceux à cacher

# TOOLTIP_CREATE_CALENDAR_PROGRAM
source: <b>Planning fertilizer:</b> automatic creation, from a departure date, a fertilizer schedule based on the substrate type and brand of fertilizer in accordance with manufacturer's recommendations
de_de: <b>Planung Dünger:</b> automatische Erstellung von einem Abreisedatum, Dünger Plan bezogen auf das Substrat Art und Marke von Dünger im Einklang mit den Empfehlungen des Herstellers
es_es: <b>Planificación de fertilizantes:</b> la creación automática, a partir de una fecha de salida, un calendario de fertilizantes en función del tipo de sustrato y la marca de fertilizante de acuerdo con las recomendaciones del fabricante
fr_fr: <b>Planification d'engrais:</b> création automatique, à partir d'une date de départ, d'un planning d'engrais basé sur le type de substrat et la marque d'engrais en accord avec les recommandations du fabriquant

# TOOLTIP_PARAMETERS_CALENDAR
source: <b>Advanced Calendar Options:</b> Display support external XML files (such as the lunar calendar) and their recordings on the SD card
de_de: <b>Erweiterte Kalenderoptionen:</b> Display-Unterstützung externe XML-Dateien (wie dem Mondkalender) und ihre Aufnahmen auf der SD-Karte
es_es: <b>Calendario Opciones avanzadas:</b> archivos XML externos soporte de pantalla (por ejemplo, el calendario lunar) y sus grabaciones en la tarjeta SD
fr_fr: <b>Options avancées du calendrier:</b> gestion de l'affichage des fichiers XML externes (comme les calendriers lunaires) et de leurs enregistrements sur la carte SD

# TOOLTIP_PARAMETERS_PROGRAM
source: <b>Advanced program options:</b> export or import of a program, reset programs, adding or deleting taken
de_de: Erweiterte Programmoptionen: Export oder Import eines Programms, setzen Programme, Hinzufügen oder Löschen genommen
es_es: <b>Opciones de programas avanzados:</b> exportación o importación de un programa, restablecer los programas, añadiendo o eliminando tomado
fr_fr: <b>Options avancées des programmes:</b> export ou import d'un programme, remise à zéro des programmes, ajout ou suppréssion de prises

# TOOLTIP_PARAMETERS_LOGS
source: <b>Curves options:</b> set the color curves
de_de: <b>Optionen des courbes:</b> Konfigurator la couleur de vos courbes
es_es: <b>Curvas opciones:</b> establecer las curvas de color
fr_fr: <b>Options des courbes:</b> configurer la couleur des courbes

# TOOLTIP_CREATE_CALENDAR_DAILY_PROGRAM
source: Set the program to apply
de_de: Stellen Sie das Programm zu bewerben
es_es: Configure el programa para aplicar
fr_fr: Définissez le programme à appliquer

# TOOLTIP_DEFINE_COST
source: This tab calculates the theoretical and actual cost of your installation. <br /> <ul Class='list_class_tooltip'> <li> <b> theoretical cost </b> is made from information from your treatment programs. Note that the daily programs are not included in this calculation. Regulation (which can cut or turn taking) is not recognized (the catch is considered running). The price shown will be the maximum price if the control has not triggered. <br /> <br /> </Li> <li> <b> actual cost </b> is made of information files power (power files: pwr_XX) of Cultibox. These files provide information when making lit and has étteinte. Regulation is taken into account in the calculation of cost </li> </ul> <b> Conclusion. </B> it is possible to note slight differences between the actual calculation and the theoretical calculation that can come from a regulation is not taken into account or the accuracy of power files (recording every X minutes while programs are accurate to the second).
de_de: Diese Registerkarte berechnet den theoretischen und tatsächlichen Kosten für Ihre Installation. <br /> <ul Class='list_class_tooltip'> <li> <b> theoretischen Kosten </b> von Informationen aus Ihrem Behandlungsprogramme gemacht. Beachten Sie, dass die Tagesprogramme sind in dieser Berechnung nicht enthalten. Verordnung (denen geschnitten oder drehen Einnahme kann) wird nicht erkannt (der Haken wird als Laufen). Der angegebene Preis wird der Höchstpreis sein, wenn die Steuerung nicht ausgelöst. <br /> <br /> </Li> <li> <b> tatsächlichen Kosten </b> wird von Informationen, die Dateien Leistung (Leistungs Dateien: pwr_XX) von Cultibox. Diese Dateien enthalten Informationen, wenn Sie beleuchtet und hat étteinte. Verordnung berücksichtigt bei der Berechnung der Kosten </li> </ul> <b> Fazit übernommen. </B> ist es möglich, beachten Sie leichte Unterschiede zwischen der tatsächlichen und der theoretischen Berechnung Berechnung, die kommen können eine Verordnung nicht berücksichtigt oder die Genauigkeit der Strom Dateien (Aufzeichnungs alle X Minuten, während Programme, auf die Sekunde genau sind).
es_es: Esta pestaña calcula el coste teórico y real de su instalación.<br /><ul class='list_class_tooltip'><li><b>El coste teórico</b> se calcula según las informaciones de sus programas de enchufes. Tenga en cuenta que los programas diarios no están incluidos en este cálculo. La regulación (que puede apagar o activar un enchufe) no esta contabilizada( el enchufe esta considerada como activada). El precio presentado será el precio máximo si la regulación no se activa.<br /><br /></li><li><b>El coste real </b> se calcula según las informaciones de los ficheros de potencia( fichero power: pwr_XX) de la Cultibox. Esos ficheros indican cuando un enchufe se ha activado o apagado. La regulación se toma en cuenta en el calculo del coste.</li></ul><b>Conclusión:</b> Es posible notar ligeras diferencias entre el calculo real y el calculo teórico que puede venir de una regulación no tomada en cuenta o de la precisión de los ficheros power (grabación cada X minutos cuando los programas son precisos a la segunda).
fr_fr: Cet onglet calcule le coût théorique et réel de votre installation.<br /><ul class='list_class_tooltip'><li><b>Le coût théorique</b> est réalisé à partir des informations de vos programmes de prise. Il est à noter que les programmes journaliers ne sont pas pris en compte dans ce calcul. La régulation (qui peut couper ou allumer une prise) n'est pas comptabilisée (la prise est considérée comme en marche). Le prix affiché sera donc le prix maximal si la régulation ne s'est pas déclenchée.<br /><br /></li><li><b>Le coût réel</b> est réalisé à partir des informations des fichiers de puissance (fichiers power: pwr_XX) de la Cultibox. Ces fichiers renseignent lorsqu'une prise s'est allumée et s'est étteinte. La régulation est donc prise en compte dans ce calcul de coût.</li></ul><b>Conclusion:</b> il est possible de noter de légères différences entre le calcul réel et le calcul théorique qui peuvent provenir d'une régulation non prise en compte ou encore de la précision des fichiers power (enregistrement toutes les X minutes alors que les programmes sont précis à la seconde).

# TOOLTIP_CALENDAR_SUBSTRAT
source: Depending on the substrate you choose, fertilizer programs are filtered. You can only select programs associated with your substrate.
de_de: Je nach Untergrund Sie sich entscheiden, sind Dünger Programme gefiltert. Sie können nur Programme mit Substrat verbunden zu wählen.
es_es: Según el substrato seleccionado, los programas de abono están filtrados. Solo se puede seleccionar los programas asociados a su substrato.
fr_fr: En fonction du substrat que vous sélectionnez, les programmes d'engrais sont filtrés. Vous ne pouvez sélectionner que des programmes associés à votre substrat.

# TOOLTIP_PROGRAM
source: This field allows you to select the program to apply. To know more precisely the amount of fertilizer applied please refer to the documentation.
de_de: In diesem Feld können Sie das Programm anwenden zu wählen. Um genauer zu wissen, die Menge an Dünger angewandt entnehmen Sie bitte der Dokumentation.
es_es: Este campo permite seleccionar el programa a aplicar. Para conocer mas precisamente las cantidades de abono usados , se tiene que referir a la documentación.
fr_fr: Ce champ vous permet de sélectionner le programme à appliquer. Pour connaître plus précisément les quantités d'engrais appliquées veuillez vous référer à la documentation.

# TOOLTIP_CALENDAR_STARTDATE
source: With this field you can select the first day will be applied to selected fertilizer program.
de_de: Mit diesem Feld können Sie wählen, der erste Tag an ausgewählte Programm Dünger aufgebracht werden.
es_es: Con este campo, se puede seleccionar el primer día en cual se aplicara el programa de abono seleccionado.
fr_fr: Grâce à ce champ, vous pouvez sélectionner le premier jour ou sera appliqué le programme d'engrais sélectionné.

# TOOLTIP_CALENDAR_EVENT_NAME
source: This field allows you to define a name for your fertilizer program. This name appears in the title of each event.
de_de: Dieses Feld können Sie einen Namen für Ihr Dünger Programm definieren. Dieser Name wird in der Überschrift des jeweiligen Veranstaltung.
es_es: Este campo permite definir un nombre a su programa de abono. Este nombre aparece en el titulo de cada evento.
fr_fr: Ce champ permet de définir un nom pour votre programme d'engrais. Ce nom apparaît dans le titre de chaque événement.

# TOOLTIP_CALENDAR_SELECT_CROISSANCE
source: If you choose growth, the first three weeks of culture program will be implemented. If you choose flowering, the last eight weeks of culture program will be implemented.
de_de: Wenn Sie Wachstum wählen, werden die ersten drei Wochen des Kulturprogramms umgesetzt werden. Wenn Sie blühende wählen, werden die letzten acht Wochen des Kulturprogramms umgesetzt werden.
es_es: Si se selecciona crecimiento, las tres primeras semanas del programa de cultivo se aplicaran. Si se selecciona floración , las ochos ultimas semanas del programa de cultivo se aplicaran.
fr_fr: Si vous choisissez croissance, les trois premières semaines du programme de culture seront appliquées. Si vous choisissez floraison, les huit dernières semaines du programme de culture seront appliquées.

# TOOLTIP_MSGBOX_EYES
source: Click on the image to reappear message box software
de_de: Klicken Sie auf das Bild, um Message-Box-Software wieder
es_es: Haga clic la imagen para ver para ver los mensajes del software
fr_fr: Cliquez sur l'image pour faire réapparaître la boîte de messages du logiciel

# TOOLTIP_RTC_OFFSET
source: Shifts daily at 2am the clock Cultibox. If you enter 5 seconds, 2 hours, the clock will jump to 2h00m05s
de_de: Verschiebt täglich um 02.00 Uhr die Cultibox. Wenn Sie 5 Sekunden 2 Stunden geben, wird die Uhr um 2h00m05s springen
es_es: Cambia todos los días a las 2 am el reloj Cultibox. Si introduce 5 segundos, 2 horas, el reloj saltará a 2h00m05s
fr_fr: Permet de décaler tous les jours à 2h du matin l'horloge de la Cultibox. Si vous indiquez 5 secondes, à 2h, l'horloge passera directement à 2h00m05s

# TOOLTIP_NO_SENSOR_DEFINED
source: Sensor is not yet defined: when first loading logs from your SD card, your sensors will be configured automatically
de_de: Encoder ist noch nicht definiert: Wenn erste Belastungsprotokolle von der SD-Karte, wird Ihre Sensoren automatisch konfiguriert werden
es_es: Encoder aún no está definida: cuando primero los registros de carga de la tarjeta SD, los sensores se configuran automáticamente
fr_fr: Aucun capteur n'est encore définie: lors du premier chargement de vos logs depuis la carte SD, vos capteurs seront configurés automatiquement

# TOOLTIP_5MN_LIMIT
source: By default, the minimum repetition time of a cyclic action for a program is 5 minutes. You can disable this limit with this option.
de_de: Standardmäßig ist die Mindestwiederholungszeit von einer zyklischen Aktion für ein Programm ist 5 Minuten. Sie können diese Grenze mit dieser Option zu deaktivieren.
es_es: Por defecto, el tiempo de repetición mínimo de una acción cíclica de un programa es de 5 minutos. Puede desactivar este límite con esta opción.
fr_fr: Par défaut, le temps minimum de répétition d'une action cyclique pour un programme est de 5mn. Vous pouvez désactiver cette limite grâce à cette option.
