Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/joomla/main/locale/*.utf8.po
Languages: es_es, it_it

# TOOLTIP_POWER_LOG
source: Cette option calcule et affiche la puissance consommée pour une prise spécifique ou pour l'ensemble des prises. Pour que cela soit possible il faudra renseigner le champ 'puissance' dans la partie de configuration des prises
it_it: Cette option calcule et affiche la puissance consommée pour la/les prise(s) sélectionnée(s). Pour que cela soit possible il faudra renseigner le champ 'puissance' dans la partie de configuration des prises
