Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/joomla/main/locale/*.utf8.po
Languages: es_es, it_it

# LANG
source: en_GB
es_es: es_ES
it_it: it_IT

source: Configuration
es_es: Configuración

source: Programs
es_es: Programas
it_it: Programmes

# WELCOME_TITLE
source: Welcome into the Cultibox management software
es_es: Bienvenido en el programa de configuración de la Cultibox
it_it: Bienvenue dans le logiciel de configuration de la Cultibox

# WELCOME_MESSAGE
source: This sofware will help you to configure and communicate with your Cultibox
es_es: Este programo permite comunicar con vuestra Cultibox. Se puede configurar, visualizar datos y acceder a otras funciones como el consumo eléctrico y la creación de calendarios de cultivos.
it_it: Ce logiciel va vous permettre de manipuler simplement votre Cultibox afin de la configurer, de visualiser les données enregistrées ou encore d'accéder à certaines fonctionnalités telles que le calcul du coût d'électricité ou la création d'un calendrier de culture.

# WELCOME_TUTO
source: <b>Note:</b> if you have the previous version of the Cultibox named the GreenBox:
es_es: <b>Note :</b> para los que ya tienen la antigua versión de la Cultibox(la <b>greenbox</b>), se necesitará
it_it: <b>Note :</b> pour ceux qui possèdent l'ancienne version de la Cultibox (<b>Green Box</b>), il vous faudra absolument

# WELCOME_REQUIEREMENT
source: <ul class='list_class'><li>Remove your old plugs not compatible anymore</li><li>unplugged the Greenbox which can cause interferences with the Cultibox</li></ul>
es_es: <ul class='list_class'><li>quitar los antiguos enchufes que no son mas compatible y conectar las de la Cultibox</li><li>desconectar vuestra GreenBox que puede causar interferencias con la Cultibox</li></ul>
it_it: <ul class='list_class'><li>enlever vos anciennes prises qui ne sont plus compatibles et connecter celles de la Cultibox</li><li>déconnecter votre Green Box qui peut causer des interférences avec la Cultibox</li></ul>

# WELCOME_FOLLOW_LINK
source: Just click on the following link to launch the wizard configuration and begin to manipulate your Cultibox
es_es: Darle al botón SIGUIENTE para lanzar la configuración y empezar a pilotar vuestra Cultibox
it_it: Cliquer sur le bouton suivant pour lancer l'assistant de configuration et commencer à manipuler votre Cultibox

# WELCOME_WIZARD
source: Configuration Wizard
es_es: Ayudante de configuración
it_it: Assistant de configuration

# WELCOME_LOGS
source: Go to the view logs page
es_es: Pagina de visualización de los logs
it_it: Page de visualisation des logs

# WELCOME_CALENDAR
source: Go to the calendar page
es_es: Pagina de programación del calendario de cultivo
it_it: Page de programmation du calendrier de culture

# WELCOME_PROGRAM
source: Go to the plug's program page
es_es: Pagina de creación y visualización de los programas de enchufes
it_it: Page de création et visualisation des programmes des prises

# CONFIGURE_TITLE_CULTIBOX
source: Configure your Cultibox
es_es: Configurar vuestro sistema Cultibox
it_it: Configurer votre système Cultibox

# USER_CONF
source: Interface
es_es: Interfaz

# CONFIGURE_COST
source: Cost
es_es: Coste
it_it: Coût

# CONFIGURE_CARD
source: SD card
es_es: Tarjeta SD
it_it: Carte SD

# ALWAYS_RECORD
source: Always
es_es: Siempre
it_it: Toujours

# CONFIGURE_HUMIDITY
source: Select the humidity graphic color
es_es: Color de las curvas de higrometría
it_it: Couleur des courbes d'hygrométrie

# CONFIGURE_TEMPERATURE
source: Select the temperature graphic color
es_es: Color de las curvas de temperaturas
it_it: Couleur des courbes des températures

# CONFIGURE_COST_COLOR
source: Select the cost graphic color
es_es: Color del gráfico del coste de la instalación
it_it: Couleur du graphe de coût de l'installation

# CONFIGURE_LANGUAGE
source: Select your language
es_es: Elegir un idioma
it_it: Choisir votre langue

# CONFIGURE_FREQUENCY
source: Select the record frequency (minutes)
es_es: Frecuencia de grabación del clima (en minutos)
it_it: Fréquence d'enregistrement du climat (en minute)

# CONFIGURE_POWER_FREQUENCY
source: Select record frequency for power measures (minutes)
es_es: Frecuencia de grabación de la potencia (en minutos)
it_it: Fréquence d'enregistrement de la puissance (en minute)

# CONFIGURE_NB_PLUGS
source: Select the number of plugs used
es_es: Números de enchufes en vuestro sistema
it_it: Nombre de prises de votre système

# CONFIGURE_PLUGS_FREQUENCY
source: Select the update plugs state frequency (seconds)
es_es: Frecuencia de actualización del estado de los enchufes(en segundos)
it_it: Fréquence de mise à jour de l'état des prises (en seconde)

# CONFIGURE_POWER
source: Select color for power graphics
es_es: Color de las curvas de potencia
it_it: Couleur des courbes de puissance

# CONFIGURE_POPUP
source: Enable popup messages
es_es: Activar la visualización de los mensajes por popup
it_it: Activer l'affichage des messages par popup

# VALIDATION_CONF
source: Update configuration
es_es: Grabar la configuración
it_it: Enregistrer la configuration

# LANG_FR
source: French
es_es: Francés
it_it: Français

# LANG_EN
source: English
es_es: Ingles
it_it: Anglais

# COLOR_BLUE
source: Blue
es_es: Azul
it_it: Bleu

# COLOR_RED
source: Red
es_es: Rojo
it_it: Rouge

# COLOR_GREEN
source: Green
es_es: Verde
it_it: Vert

# COLOR_BLACK
source: Black
es_es: Negro
it_it: Noir

# COLOR_PURPLE
source: Purple
es_es: Lila
it_it: Violet

source: Yes
es_es: Si
it_it: Oui

# CONFIGURE_ALARM
source: Alarm
es_es: Alarma
it_it: Alarme

# CONFIGURE_ALARM_ACTIV
source: Enable alarm system
es_es: Activar el sistema de alarma
it_it: Activer le système d'alarme

# CONFIGURE_ALARM_VALUE
source: Threshold value triggering the alarm
es_es: Valor umbral de activación de alarma
it_it: Valeur du seuil de déclenchement de l'alarme

# CHECK_UPDATE
source: Check automatically if updates are available
es_es: Comprobación automática actualización
it_it: Vérifier automatiquement la présence de mises à jour

# CHECK_STATISTICS
source: Send informations to help the Cultibox development
es_es: Enviar informaciones para ayudar el desarrollo
it_it: Envoi d'informations pour aider le développement

# MANAGE_RESET_SD_CARD
source: Format a SD card to be compatible with the Cultibox
es_es: Formatear una tarjeta SD para compatibilidad Cultibox
it_it: Formater une carte SD pour la rendre compatible Cultibox

# MANAGE_RESET_CARD_NOT_FOUND
source: No SD card formatable detected
es_es: Ninguna tarjeta detectada
it_it: Aucune carte formatable détectée

# MANAGE_RESET_CARD
source: Format your SD card
es_es: Formatear la tarjeta
it_it: Formater la carte

# RESET_CONFIRM_SD_CARD
source: Do you really want to format your SD CARD? Logs and configurations files might be destroyed
es_es: Seguro que quieres formatear la tarjeta SD? Los ficheros logs podrían desaparecer.
it_it: Êtes-vous sûr de vouloir formater votre carte SD? Vos fichiers de logs pourraient être détruits.

# SECOND_REGUL_ENABLE
source: Enable secondary regulation (Expert user only)
es_es: Activar la regulación segundaría (usuario experto)
it_it: Activer la régulation secondaire (Utilisateur expert)

# HISTO_GRAPH
source: Temperature & Humidity graphics
es_es: Gráficos climáticos
it_it: Graphiques climatiques

# SELECT_DISPLAYED_DAY
source: Select logs to display for
es_es: Visualizar los datos para
it_it: Afficher les informations pour

# SELECT_LOG_TITLE
source: Display data reccorded by the Cultibox
es_es: Visualización de los datos grabados por la Cultibox
it_it: Affichage des données enregistrées par la Cultibox

# ONE_DAY
source: a day
es_es: un día
it_it: un jour

# ONE_MONTH
source: a month
es_es: un mes
it_it: un mois

# SELECT_DAY
source: Day to display (YYYY-MM-DD):
es_es: Día a visualizar (AAAA-MM-JJ)
it_it: Jour à afficher (AAAA-MM-JJ)

# SELECT_MONTH
source: Select month to display:
es_es: Seleccionar el mes a visualizar
it_it: Sélectionner le mois à afficher

source: View
es_es: Visualizar
it_it: Afficher

# DRAG_PLOT
source: Click and drag in the plot area to zoom in
es_es: Seleccionar una zona a ampliar
it_it: Sélectionner une zone afin de l'agrandir

# LEGEND_TEMP
source: Temperature
es_es: Temperatura
it_it: Température

# LEGEND_HUMI
source: Humidity
es_es: Higrometría
it_it: Hygrométrie

# LEGEND_POWER
source: Power
es_es: Potencia
it_it: Puissance

# XAXIS_LEGEND_DAY
source: Time
es_es: Hora
it_it: Heure

# XAXIS_LEGEND_MONTH
source: Days of the Month
es_es: Días del mes
it_it: Jours du mois

# YAXIS_LEGEND
source: Percentage of humidity
es_es: Porcentaje de higrometría
it_it: Pourcentage d'humidité

# Y2AXIS_LEGEND
source: Temperature in celsius degrees
es_es: Temperatura en grados
it_it: Température en degrés

# Y3AXIS_LEGEND
source: Power in Watts
es_es: Potencia en Watts
it_it: Puissance en watt

# MONTH01
source: January
es_es: Enero
it_it: Janvier

# MONTH02
source: February
es_es: Febrero
it_it: Février

# MONTH03
source: March
es_es: Marzo
it_it: Mars

# MONTH04
source: April
es_es: Abril
it_it: Avril

# MONTH05
source: May
es_es: Mayo
it_it: Mai

# MONTH06
source: June
es_es: Junio
it_it: Juin

# MONTH07
source: July
es_es: Julio
it_it: Juillet

# MONTH08
source: August
es_es: Agosto
it_it: Août

# MONTH09
source: September
es_es: Septiembre
it_it: Septembre

# MONTH10
source: October
es_es: Octubre
it_it: Octobre

# MONTH11
source: November
es_es: Noviembre
it_it: Novembre

# MONTH12
source: December
es_es: Diciembre
it_it: Décembre

# M01
source: Jan.
es_es: Ene

# M04
source: Apr.
es_es: Abr
it_it: Avr

# M06
source: Juin.
es_es: Jun

# M08
source: Aug.
es_es: Ago
it_it: Août

# SELECT_PROGRAM_PLUG
source: and a program to compare
es_es: Programa a comparar
it_it: Programme à comparer

# SELECT_POWER_PLUG
source: Display power used:
es_es: Visualizar la potencia consumida
it_it: Afficher la puissance consommée

# SELECT_ALL_PLUGS
source: All plugs
es_es: Todos los enchufes
it_it: Toutes les prises

# FORCE_ON_CHART
source: Forced to ON
es_es: Marcha forzada
it_it: Marche forcée

# WAITING_LOGS_WITH_SD
source: Thank you to wait few seconds and <b><i>to not disconnect</b></i> the Cultibox card during data loading...<br /><br /><b><i>Note: </i></b>If an error occured, you can reload this page in order to try to complete the operation.
es_es: Gracias por esperar algunos instantes y de no<b><i>retirar la tarjeta Cultibox</i></b> el tiempo que se cargue la pagina y que el programa analice los datos.<br /><br /><b><i>Nota: </i></b>Si ocurre un error, se puede recargar la pagina para intentar finalizar la operación
it_it: Merci de patienter quelques instants et de ne <b><i>pas retirer la carte Cultibox</i></b> le temps que la page se charge et que le logiciel traite vos données.<br /><br /><b><i>Note: </i></b>Si une erreur se produit vous pouvez recharger la page pour essayer de compléter l'opération

# WAITING_MONTH_WITHOUT_SD
source: Thank you to wait few seconds during data loading...
es_es: Gracias por esperar algunos instantes que se cargue la pagina y que el programa trate los datos
it_it: Merci de patienter quelques instants le temps que la page se charge et que le logiciel traite vos données

# PREVIOUS_BUTTON_DAY
source: Display informations for the previous day
es_es: Visualizar los datos para el día anterior
it_it: Afficher les informations pour le jour précédent

# NEXT_BUTTON_DAY
source: Display informations for the next day
es_es: Visualizar los datos para el día siguiente
it_it: Afficher les informations pour le jour suivant

# PREVIOUS_BUTTON_MONTH
source: Display informations for the next month
es_es: Visualizar los datos para el mes anterior
it_it: Afficher les informations pour le mois précédent

# NEXT_BUTTON_MONTH
source: Display information for the previous month
es_es: Visualizar los datos para el mes siguiente
it_it: Afficher les informations pour le mois suivant

# PRECISION_GRAPH_DAY
source: Logs are displayed with a maximum precision of a point every minute
es_es: Los logs tienen una precisión máxima de un punto cada minuto
it_it: Les logs sont affichés avec une précision maximale d'un point toutes les minutes

# PRECISION_GRAPH_MONTH
source: Logs are displayed with a maximum precision of a point every twenty minutes
es_es: Los logs tienen una precisión máxima de un punto cada vente minutos
it_it: Les logs sont affichés avec une précision maximale d'un point toutes les vingt minutes

# SELECT_SENSOR_NB
source: Display logs for
es_es: Visualizar los valores para
it_it: Afficher les valeurs pour

# MONTH_DATE
source: Month and year to display
es_es: Mes y año a visualizar
it_it: Mois et année à afficher

# ALL_SENSOR
source: all sensors
es_es: Todos los sensores
it_it: tous les capteurs

# SELECT_SENSOR
source: sensor
es_es: El sensor
it_it: le capteur

# MANAGE_LOG_INFOS
source: Manage your log's database informations
es_es: Gestión de los datos climáticos
it_it: Gestion de vos données climatiques

# MANAGE_RESET_TITLE
source: Delete all of your previous humidity and temperature logs
es_es: Borrar antiguos logs de temperatura y higrometría
it_it: Supprimer vos anciens logs de température et d'hygrométrie

# MANAGE_RESET_TITLE_POWER
source: Delete all of your previous power logs
es_es: Borrar antiguos logs de medida de potencia
it_it: Supprimer vos anciens logs de mesure de puissance

# MANAGE_RESET_LOG
source: Reset logs
es_es: Borrar los logs
it_it: Supprimer les logs

# MANAGE_RESET_POWER
source: Reset power
es_es: Borrar los logs de potencia
it_it: Supprimer les logs de puissance

# IMPORT_LOG_TITLE
source: Import temperature and humidity logs file from the last
es_es: Importar los logs de: temperatura, humedad, potencia de los
it_it: Importer les logs de: température, humidité, puissance des

# IMPORT_LAST_MONTH
source: months
es_es: últimos meses
it_it: derniers mois

# IMPORT_LOG
source: Import logs
es_es: Importar los logs
it_it: Importer les logs

# NO_IMPORT_LOG
source: No SD card detected
es_es: Ninguna tarjeta detectada
it_it: Pas de carte SD détectée

# MIN_Y_AXIS_LOG
source: Minimal value for Y-axis
es_es: Valor mínima del eje Y
it_it: Valeur minimale de l'axe Y

# MAX_Y_AXIS_LOG
source: Maximal value for Y-axis
es_es: Valor máxima del eje Y
it_it: Valeur maximale de l'axe Y

# EMPTY_REGUL
source: No regulation programmed
es_es: Ninguna regulación programada
it_it: Aucune régulation programmée

# REGUL_TITLE_PLUG
source: Regulation for the plug
es_es: Regulación para el enchufe
it_it: Régulation pour la prise

# SUMARY_REGUL_TITLE
source: Sumary of the secondary active regulation for selected plugs
es_es: Resumen de las regulaciones segundarías activas para los enchufes seleccionados
it_it: Résumé des régulations secondaires actives pour les prises sélectionnées

# SUMARY_REGUL_SUBTITLE
source: Plug's regulation
es_es: Regulación del enchufe
it_it: Régulation de la prise

# SUMARY_REGUL_SENSO
source: Released by
es_es: Activación
it_it: Déclenchement

# SUMARY_REGUL_SENSS
source: Threshold
es_es: Umbral
it_it: Seuil

# SUMARY_REGUL_VALUE
source: Threshold value
es_es: Valor umbral
it_it: Valeur du seuil

# SUMARY_EMPTY_REGUL
source: Empty regulation for selected plugs
es_es: Ninguna regulación para el/los enchufes seleccionado(s)
it_it: Pas de régulation pour la/les prise(s) sélectionnée(s)

# SUMARY_EMPTY_SELECTION
source: No plugs selected
es_es: Ningún enchufe seleccionado
it_it: Pas de prise(s) sélectionnée(s)

# SUMARY_ABOVE
source: Above
es_es: Por encima
it_it: Au-dessus

# SUMARY_UNDER
source: Under
es_es: Por debajo
it_it: En-dessous

# SUMARY_REGUL_TEMP
source: Temperature
es_es: Temperatura
it_it: Température

# SUMARY_REGUL_HYGRO
source: Humidity
es_es: Higrometría
it_it: Hygrométrie

# CONFIGURE_Y_AXIS_POWER
source: Configure Y-axis for power graphics
es_es: Ajuste de la escala de la potencia
it_it: Réglage de l'échelle des puissances

# MANAGE_EXPORT_LOG_CSV
source: Export your log informations
es_es: Exportar los datos de los logs
it_it: Exporter vos informations de logs

# MANAGE_EXPORT_EMPTY_LOG_CSV
source: Empty logs database
es_es: Ningún logs en la base de datos
it_it: Pas de logs dans votre base

# MANAGE_EXPORT_POWER_CSV
source: Export your power informations
es_es: Exportar los datos de potencia
it_it: Exporter vos informations de puissance

# MANAGE_EXPORT_EMPTY_POWER_CSV
source: Empty power logs database
es_es: Ningún logs de potencia en la base de datos
it_it: Pas de logs de puissance dans votre base

# MANAGE_EXPORT_LOG_CSV_BUTTON
source: Export logs
es_es: Exportar los logs
it_it: Export de vos logs

# MANAGE_EXPORT_POWER_CSV_BUTTON
source: Export power
es_es: Exportar los logs de potencias
it_it: Export de vos logs de puissance

# PLUG
source: Configure plug number
es_es: Configurar el enchufe numero
it_it: Configurer la prise numéro

# PLUG_INFOS
source: Informations of the plug
es_es: datos del enchufe
it_it: Informations de la prise

# TYPE_PLUG
source: Type of equipment plugged
es_es: Tipo de elemento conectado al enchufe
it_it: Type d'élément branché sur la prise

# TOLERANCE_PLUG
source: Plug tolerance
es_es: Tolerancia del enchufe
it_it: Tolérance de la prise

# NAME_PLUG
source: Plug's name
es_es: Nombre del enchufe
it_it: Nom de la prise

# PLUG_UNKNOWN
source: Other
es_es: Otro
it_it: Autre

# PLUG_LAMP
source: Lamp
es_es: Lampara
it_it: Lampe

# PLUG_VENTILATOR
source: Ventilator
es_es: Ventilador
it_it: Ventilateur

# PLUG_HUMIDIFIER
source: Humidifier
es_es: Humidificador
it_it: Humidificateur

# PLUG_DEHUMIDIFIER
source: Dehumidifier
es_es: Deshumificador
it_it: Déshumidificateur

# PLUG_HEATING
source: Heating
es_es: Calentador
it_it: Chauffage

# VALIDATION_PLUG_CONF
source: Update plug configuration
es_es: Salvar la configuración
it_it: Enregistrer la configuration

# POWER_PLUG
source: Power consummed by the equipment plugged (Watt)
es_es: Potencia consumida por el elemento (en Watt)
it_it: Puissance consommée par l'élément (en Watt)

# ENABLE_REGUL_PLUG
source: Secondary plug regulation (Expert user only)
es_es: Regulación segundaría (usuario experto)
it_it: Régulation secondaire (Utilisateur expert)

# CONFIGURE_REGUL_SENSOR
source: Sensor used for the regulation
es_es: Sensor usado para la regulación
it_it: Capteur(s) utilisé(s) pour la régulation

# CONFIGURE_REGUL_SENSO
source: Threshold the regulation with the
es_es: Activación en función de
it_it: Déclenchement en fonction de

# CONFIGURE_REGUL_VALUE
source: Threshold
es_es: Umbral de activación
it_it: Seuil de déclenchement

# CONFIGURE_REGUL_SENSS
source: Enable if the measure is
es_es: Activación si la medida esta
it_it: Déclenchement si la mesure est en

# REGUL_TEMP
source: Temperature
es_es: Temperatura
it_it: Température

# REGUL_HUMI
source: Humidity
es_es: Humedad
it_it: Humidité

# REGUL_UNDER
source: under the threshold
es_es: por debajo del umbral
it_it: dessous du seuil

# REGUL_ABOVE
source: above the threshold
es_es: por encima del umbral
it_it: dessus du seuil

source: for the plug
es_es: para el enchufe
it_it: pour la prise

# STATE_PLUG
source: Plug's state
es_es: Estado del enchufe
it_it: Etat de la prise

# PLUG_ENABLED
source: Enabled
es_es: Activado
it_it: Activée

# PLUG_DISABLED
source: Disabled
es_es: Desactivado
it_it: Désactivée

# VALID_DISABLED_PLUG
source: Plug disabled successfully
es_es: Enchufe desactivado con excito
it_it: Prise désactivée avec succès

# VALID_ENABLED_PLUG
source: Plug enabled successfully
es_es: Enchufe activado con excito
it_it: Prise activée avec succès

# PLUG_HISTO_NUMBER
source: Plug number
es_es: Enchufe numero
it_it: Prise numéro

# PLUG_MAX_POWER
source: Maximal power of the plug
es_es: Tipo de enchufe(potencia máxima)
it_it: Type de prise (puissance maximale)

# CONFIGURE_PROGRAM
source: Configure plug behaviour
es_es: Configurar acción del enchufe
it_it: Configurer le comportement de la prise

# START_TIME_PROGRAM
source: Start time
es_es: Hora de inicio
it_it: Heure de départ

# END_TIME_PROGRAM
source: End time
es_es: Hora de fin
it_it: Heure de fin

# APPLY_PROGRAM
source: Apply
es_es: Validar
it_it: Valider

# VALUE_ON_OFF
source: Behaviour
es_es: Funcionamiento
it_it: Fonctionnement

# HUMI_WISHED
source: Humidity wished
es_es: Humedad deseada
it_it: Humidité voulue

# TEMP_WISHED
source: Temperature wished
es_es: Temperatura deseada
it_it: Température voulue

# VALUE_ON
source: On
es_es: Activar
it_it: Marche

# VALUE_OFF
source: Off
es_es: Parar
it_it: Arrêt

# VALUE_REGUL
source: Regulation
es_es: Regulación
it_it: Régulation

# CURRENT_PLUG_PROGRAM
source: Current program for
es_es: Actuación actual del enchufe
it_it: Comportement actuel de la prise

# TIMEPICKER_SELECT_TIME
source: Choose time
es_es: Elegir una hora
it_it: Choisir une heure

# TIMEPICKER_TIME
source: Time
es_es: Tiempo
it_it: Temps

# TIMEPICKER_HOUR
source: Hour
es_es: Hora
it_it: Heure

# TIMEPICKER_MINUTE
source: Minute
es_es: Minutos

# TIMEPICKER_SECOND
source: Second
es_es: Segundos
it_it: Seconde

# TIMEPICKER_CLOSE
source: Done
es_es: Cerrar
it_it: Valider

# TIMEPICKER_BUTTON_TEXT
source: Choose the time
es_es: Elegir la hora
it_it: Choisir l'heure

# TIMEPICKER_BUTTON_TEXT_LOG
source: Choose the date
es_es: Elegir la fecha
it_it: Choisir la date

# BEHAVIOUR_PLUG_PROGRAM_TITLE
source: Behaviour of your plug
es_es: Actuación de vuestro enchufe
it_it: Comportement de votre prise

# CHART_FORCE_ON_VALUE
source: Forced to ON
es_es: Marcha forzada
it_it: Marche forcée

# EXPORT_PROGRAM
source: Export
es_es: Exportar
it_it: Exporter

# IMPORT_PROGRAM
source: Import
es_es: Importar
it_it: Importer

# RESET_PROGRAM
source: Reset
es_es: Reinicializar
it_it: Re-initialiser

# SUMARY_TITLE
source: Actions summary for the plug
es_es: Resumen de las actuaciones del enchufe
it_it: Résumé des actions pour la prise

# SUMARY_ON
source: Switch on the plug
es_es: Puesta en marcha del enchufe
it_it: Mise en marche de la prise

# SUMARY_OFF
source: Switch off the plug
es_es: Apagar el enchufe
it_it: Mise hors tension de la prise

# SUMARY_HOUR
source: at
es_es: a las
it_it: à

# EMPTY_ACTION
source: No action programmed
es_es: Ninguna acción programada
it_it: Aucune action programmée

# SUMARY_REGUL_ON
source: Switch on regulation
es_es: Regulación en marcha
it_it: Régulation en marche

# SUMARY_REGUL_OFF
source: Switch off regulation
es_es: Regulación parada
it_it: Régulation à l'arrêt

# ADD_PLUG
source: Add a plug
es_es: Añadir un enchufe
it_it: Ajouter une prise

# MAX_PLUG_REACHED
source: Maximal plugs reached
es_es: Límite máximo de enchufe
it_it: Maximum de prises atteint

# REMOVE_PLUG
source: Remove a plug
es_es: Eliminar un enchufe
it_it: Supprimer une prise

# MIN_PLUG_REACHED
source: Minimal plugs reached
es_es: Limite mínimo de enchufe
it_it: Minimum de prises atteint

# PLUG_ADDED
source: Plug successfully added
es_es: Enchufe añadido con excito
it_it: Prise ajoutée avec succès

# PLUG_MAX_ADDED
source: You have reached the maximal number of plug managable
es_es: Limite máximo de enchufes programables alcanzado
it_it: Vous avez atteint le nombre maximal de prises configurables

# PLUG_MIN_ADDED
source: YOu have reached the minimal number of plug managable
es_es: Limite mínimo de enchufes programables alcanzado
it_it: Vous avez atteint le nombre minimal de prises configurables

# PLUG_REMOVED
source: Plug successfully removed
es_es: Enchufe eliminado con excito
it_it: Prise supprimée avec succès

# VALUE_REGUL_SECOND
source: Second regulation
es_es: Regulación segundaria
it_it: Régulation secondaire

# SECOND_REGUL_ON
source: Activated
es_es: Activada
it_it: Activée

# SECOND_REGUL_OFF
source: Deactivated
es_es: Desactivada
it_it: Désactivée

# RESET_OLD_PROGRAM
source: Delete previous program
es_es: Borrar el programa anterior
it_it: Effacer l'ancien programme

# PROGRAM_NEW_ACTION
source: Create a new action
es_es: Programar una acción
it_it: Programmer une action

# PROGRAM_PONCTUAL
source: ponctual
es_es: puntúale
it_it: ponctuelle
