Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/joomla/main/locale/*.utf8.po
Languages: es_es, it_it

# PROGRAM_CYCLIC
source: cyclic
es_es: cíclico
it_it: cyclique

source: Repeat every
es_es: Repetir cada
it_it: Répéter toutes les

# MANAGE_PROGRAM_INFOS
source: Manage your programs
es_es: Gestión de vuestros programas
it_it: Gestion de vos programmes

# TITLE_EXPORT_PROGRAM
source: Export the program for your current plug
es_es: Exportar el programa del enchufe activo
it_it: Exporter le programme de la prise courante

# TITLE_IMPORT_PROGRAM
source: Import a program for your current plug
es_es: Importar un programa para el enchufe activo
it_it: Importer un programme pour la prise courante

# TITLE_RESET_PROGRAM
source: Reset the program of the plug
es_es: Borrar el programa del enchufe
it_it: Effacer le programme de la prise

# RESET_ALL_PROGRAM
source: all plugs
es_es: de todos los enchufes
it_it: de toutes les prises

# TITLE_ADD_PLUG
source: Add a plug to configure
es_es: Anadir un enchufe a programar
it_it: Ajouter une prise à configurer

# TITLE_REMOVE_PLUG
source: Remove the last plug
es_es: Eliminar el ultimo enchufe
it_it: Supprimer la dernière prise

# RESET_CONFIRM_PROGRAM
source: Do you really want to reset the program for the selected plug(s)?
es_es: Seguro de reinicializar el programa para el/los enchufe(s) seleccionado(s)?
it_it: Êtes-vous sûr de vouloir ré-initialiser le programme pour la/les prise(s) sélectionnée(s)?

# PRINT_HIGHCHART
source: Print the chart
es_es: Imprimir el grafico
it_it: Imprimer le graphique

# EXPORT_HIGHCHART
source: Export to raster or vector image
es_es: Exportar el grafico en un documento o una imagen
it_it: Exporter le graphique dans un document ou une image

# EXPORT_PNG
source: Download PNG image
es_es: Exportar como PNG
it_it: Exporter au format PNG

# EXPORT_JPEG
source: Download JPEG image
es_es: Exportar como JPEG
it_it: Exporter au format JPEG

# EXPORT_PDF
source: Download PDF document
es_es: Exportar como PDF
it_it: Exporter au format PDF

# EXPORT_SVG
source: Download SVG vector image
es_es: Exportar como SVG
it_it: Exporter au format SVG

source: Reset zoom
es_es: Cancelar los zoom
it_it: Annuler les différents zooms

# RESET_ZOOM_TITLE
source: Reset zoom
es_es: Cancelar el zoom
it_it: Annuler le zoom

# WIZARD_FIRST_USE
source: Welcome into the Cultibox Software! This is your first use of this sofwtware, to help you, a wizard will be launch.
es_es: Bienvenido en la interfaz de configuración y de uso de vuestra Cultibox. El asistente de configuración permite fácilmente configurar los programas asociados a los enchufes, configurar el tipo de enchufe y su acción. Apretar el botón <b>siguiente</b> para arrancar el asistente. Se puede omitir esa etapa y configurar manualmente los enchufes apretando el botón <b>Cerrar el asistente </b>
it_it: Bienvenue dans l'interface de configuration et d'utilisation de votre Cultibox. L'assistant va vous permettre facilement de configurer les programmes associés à vos prises, de configurer le type de prise et leur comportement. Cliquer sur le bouton <b>suivant</b> pour lancer l'assistant. Vous pouvez passer cette étape et configurer manuellement vos prises en cliquant sur le bouton <b>Fermer l'assistant</b>

# CLOSE_WIZARD
source: Close the wizard
es_es: Cerrar el asistente
it_it: Fermer l'assistant

# WIZARD_INTRO
source: Wizard interface - assistant to configure your plugs
es_es: Asistente de configuración de los enchufes
it_it: Assistant de configuration des prises

# WIZARD_CONFIGURE_PLUG_NUMBER
source: Plug number
es_es: Enchufe numero
it_it: Prise numéro

# WIZARD_NEXT_STEP
source: Next Step >
es_es: Siguiente>
it_it: Suivant >

# WIZARD_PREVIOUS_STEP
source: < Previous Step
es_es: < Precedente
it_it: < Précédent

# WIZARD_FINISH_STEP
source: Finish and close
es_es: Salvar y cerrar el asistente
it_it: Enregistrer et fermer l'assistant

# WIZARD_OTHER_STEP
source: Save and configure an other plug
es_es: Salvar y configurar otro enchufe
it_it: Enregistrer et configurer une autre prise

# WIZARD_NEXT_PLUG
source: Finish and configure the next plug
es_es: Siguiente >
it_it: Suivant >

# WIZARD_PLUG_TYPE
source: Your first plug will be configured like a lamp. This plug can be used with lamp using <b>a maximal power of 350 Watts</b>. Others plugs can be configured to be used by a lamp but the power can't exceed <b>200 Watts</b>.
es_es: El enchufe numero 1 será configurado como lámpara. Este enchufe podrá alimentar una lámpara de <b>600 Vatios</b> como <b>máximo</b>.Sera posible configurar otros enchufes pero no podrán alimentar una lámpara cuya potencia será superior a <b>200 Vatios</b>.
it_it: La prise numéro 1 sera configurée comme une lampe. Cette prise pourra accueillir une lampe de <b>600 Watts</b> au <b>maximum</b>.

# WIZARD_PLUG_LAMP
source: You have now to configure your program by selecting a start time where your lamp will turn on and a end time where the lamp will turn off
es_es: Se puede ahora elegir la hora de arranque y de apago de la luz. Para eso, elegir una hora de arranque en cual la lámpara se pondrá en marcha y una hora de fin para el apago.
it_it: Vous pouvez maintenant choisir l'heure d'allumage et d'extinction de la lampe afin de déterminer le fonctionnement de votre équipement.

# WIZARD_PLUG_PROGRAM
source: You have now to configure your program by selecting a start time where your equipment will turn on and a end time where it will turn off
es_es: Se puede ahora elegir una hora de arranque y de apago del equipo. Para eso, elegir una hora de arranque y una hora de apago.
it_it: Vous pouvez maintenant choisir l'heure d'allumage et d'extinction de votre équipement. Pour cela choisissez une heure de départ où l'équipement se mettra en route et une heure de fin où l'équipement s'éteindra.

# WIZARD_STEP
source: Step
es_es: Etapa
it_it: Etape

# WIZARD_CONFIGURE_OTHER_PLUG
source: Configuration of the plug
es_es: Configuracion del enchufe
it_it: Configuration de la prise

# WIZARD_OTHER_PLUG_NUMBER
source: You are now going to configure a new plug.
es_es: Ahora se configura un nuevo enchufe.
it_it: Vous allez maintenant configurer une nouvelle prise.

# WIZARD_OTHER_PLUG_TYPE
source: Choose the type of your plug: <ul class='list_class_wizard'><li>a heating to increase the temperature</li><li>a ventilator to decrease the temperature</li><li>a humidifier to increase pourcentage of humidity</li><li>a dehumidifier to decrease the humidity</li><li>a lamp</li><li>an 'other' type for all the other equipements. <br /><br />If you choose to configure a new lamp, this equipement must use <b>less than 200 Watts</b>
es_es: Elegir el tipo de enchufe a usar: <ul class='list_class_wizard'><li>un calentador para aumentar la temperatura </li><li>un ventilador para bajar la temperatura</li><li>un humidificador para bajar el porcentaje de humedad</li><li>un deshumidificador para bajar la humedad</li><li>una bomba de agua para aumentar el nivel de agua</li><li>una lámpara</li><li>el tipo 'otro' sirve para cualquier otro equipamiento.<br /><br />Si se elige la configuración de una nueva lámpara , esa tiene que ser <b>menos potente que 200 Vatios</b>
it_it: Choisir le type de prise à utiliser: <ul class='list_class_wizard'><li>un chauffage pour augmenter la température</li><li>un ventilateur pour abaisser la température</li><li>un humidificateur pour augmenter l'humidité</li><li>un déshumidificateur pour diminuer l'humidité</li><li>une pompe à eau pour augmenter le niveau d'eau</li><li>une lampe</li><li>'autre' servant pour tous les autres type d'équipements. <br /><br />Si vous choisissez de configurer une nouvelle lampe, celle-ci doit être <b>moins puissante que 200 Watts</b>

# WHAT_DIALOG_CALENDAR
source: What do you want to do?
es_es: Que quiere hacer?
it_it: Que voulez-vous faire?

# REMOVE_DIALOG_CALENDAR
source: Delete the event
es_es: Borrar el evento
it_it: Supprimer l'annotation

# CANCEL_DIALOG_CALENDAR
source: Cancel
es_es: Cancelar
it_it: Annuler

# EDIT_DIALOG_CALENDAR
source: Edit the event
es_es: Editar el evento
it_it: Editer l'annotation

# CREATE_DIALOG_CALENDAR
source: Create an event
es_es: Crear un evento
it_it: Ajouter une annotation

# CALENDAR_SUBJECT
source: Subject
es_es: Sujeto
it_it: Sujet

# CALENDAR_COLOR
source: Choose a color
es_es: Elegir un color
it_it: Choisir une couleur

# CALENDAR_REMARK
source: Remark
es_es: Comentario
it_it: Remarque

# CALENDAR_START_DATE
source: Start date (YYYY-MM-DD)
es_es: Fecha de inicio (AAAA-MM-DD)
it_it: Date de départ (AAAA-MM-JJ)

# CALENDAR_STOP_DATE
source: Stop date (YYYY-MM-DD)
es_es: Fecha de fin (AAAA-MM-DD)
it_it: Date de fin (AAAA-MM-JJ)

# MANAGE_CALENDAR
source: Manage the event
es_es: Gestionar el evento
it_it: Gestion des annotations

# SAVE_DIALOG_CALENDAR
source: Save
es_es: Grabar
it_it: Sauvegarder

source: Today
es_es: Hoy
it_it: Aujourd'hui

# SUBJECT_START
source: Beginning of Culture
es_es: Inicio de Cultura
it_it: Début de culture

# SUBJECT_FERTILIZERS
source: Fertilizers
es_es: Abonos
it_it: Engrais

# SUBJECT_WATER
source: Water change
es_es: Cambio de agua
it_it: Changement d'eau

# SUBJECT_BLOOM
source: Bloom
es_es: Floración
it_it: Floraison

# SUBJECT_HARVEST
source: Harvest
es_es: Cosecha
it_it: Récolte

# SUBJECT_OTHER
source: Other
es_es: Otro
it_it: Autre

# DAY01
source: Monday
es_es: Lunes
it_it: Lundi

# DAY02
source: Tuesday
es_es: Martes
it_it: Mardi

# DAY03
source: Wednesday
es_es: Miércoles
it_it: Mercredi

# DAY04
source: Thursday
es_es: Jueves
it_it: Jeudi

# DAY05
source: Friday
es_es: Viernes
it_it: Vendredi

# DAY06
source: Saturday
es_es: Sábado
it_it: Samedi

# DAY07
source: Sunday
es_es: Domingo
it_it: Dimanche

# D01
source: Mon
es_es: Lun
it_it: Lun

# D02
source: Tue
es_es: Mar
it_it: Mar

# D03
source: Wed
es_es: Mier
it_it: Mer

# D04
source: Thu
es_es: Jue
it_it: Jeu

# D05
source: Fri
es_es: Vier
it_it: Ven

# D06
source: Sat
es_es: Sab
it_it: Sam

# D07
source: Sun
es_es: Dom
it_it: Dim

# MANAGE_RESET_CALENDAR
source: Delete all events from the calendar
es_es: Borrar todos los eventos del calendario
it_it: Supprimer toutes les annotations enregistrées

# RESET_CONFIRM_CALENDAR
source: Do you really want to delete all events from the calendar?
es_es: Seguro de querer borrar todos los eventos grabados en el calendario?
it_it: Êtes-vous sûr de vouloir supprimer tous les événements enregistrés dans le calendrier?

# VALID_DELETE_CALENDAR
source: Calendar deleted successfully
es_es: Calendario borrado con excito
it_it: Calendrier supprimé avec succès

# SELECT_START_DAY
source: Begining day
es_es: Día de inicio (AAAA-MM-DD)
it_it: Jour de départ (AAAA-MM-JJ)

# SELECT_END_DAY
source: Ending day
es_es: Día de fin (AAAA-MM-DD)
it_it: Jour de fin (AAAA-MM-JJ)

# COST_PRICE_COMPUTE
source: Cost price computation
es_es: Calculo del coste de su instalación
it_it: Calcul du coût de votre installation

# COST_PRICE_COMPUTE_GRAPH
source: Cost price of your installation
es_es: Coste de su instalación
it_it: Coût de votre installation

# COST_PRICE_FOR_DAY
source: for the
es_es: para el
it_it: pour le

# COST_PRICE_TIME
source: beetwen the
es_es: para el periodo de
it_it: pour la période du

# COST_PRICE_TO
source: and the
es_es: hasta
it_it: au

# INSTALLATION_PRICE
source: Price of the installation (in Pounds)
es_es: Precio de la instalación (en euros)
it_it: Prix de l'installation (en euros)

# SELECT_PRICE_PLUG
source: Display price
es_es: Enseñar el precio
it_it: Afficher le prix

# PRICE_ALL_PLUG
source: for all plugs together
es_es: para todos los enchufes
it_it: pour toutes les prises

# PRICE_DISTINCT_ALL_PLUG
source: for each plug
es_es: por enchufe
it_it: par prise

# PRICE_FOR_PLUG
source: for the plug
es_es: para el enchufe
it_it: pour la prise

# PRICE_SELECT_ALL_PLUG
source: For all your plugs
es_es: Para todos sus enchufes
it_it: Pour toutes vos prises

source: Real price
es_es: Precio real
it_it: Prix réel

# THEORICAL_PRICE
source: Theorical maximal price (without regulation)
es_es: Precio teórico máximum (sin regulación)
it_it: Prix théorique maximal

# SUMARY_COST_TITLE
source: Cost configuration sumary
es_es: Resumen de la configuración
it_it: Résumé de la configuration

# SUMARY_COST_TYPE
source: Subscription
es_es: Subscripción
it_it: Abonnement

# SUMARY_HP_HC
source: Full/empty hours
es_es: Hora con precio entero/reducido
it_it: Heures pleines/creuses

# SUMARY_COST_PRICE
source: kilowattt-heure price
es_es: Precio del KVatios-hora
it_it: Prix du kilowattt-heure

# SUMARY_COST_PRICE_HC
source: Empty hours price (kwh)
es_es: Precio en hora con precio reducido (kvh)
it_it: Prix en heures creuses (kwh)

# SUMARY_COST_PRICE_HP
source: Full hours price (kwh)
es_es: Precio en hora con precio entero (kvh)
it_it: Prix en heures pleines (kwh)

# SUMARY_START_HC
source: Empty hours start
es_es: Inicio de las horas con precio reducido
it_it: Départ des heures creuses

# SUMARY_STOP_HC
source: Empty hours stop
es_es: Final de las horas con precio reducido
it_it: Fin des heures creuses

# CONFIGURE_COST_TYPE
source: Type of your power fee
es_es: Tipo de tarifa eléctrica
it_it: Type d'abonnement électrique

# COST_STANDARD
source: Standard
es_es: Estándar

# COST_HPC
source: Full Hours/Empty Hours
es_es: Hora con precio entero/reducido
it_it: Heure pleine/creuse

# CONFIGURE_COST_PRICE
source: Cost of the KW.H
es_es: Precio del KVatio-hora
it_it: Prix du kilowatt-heure

# CONFIGURE_COST_PRICE_HP
source: Price for full hours
es_es: Tarifa en hora con precio entero
it_it: Prix en heure pleine

# CONFIGURE_COST_PRICE_HC
source: Price for empty hours
es_es: Tarifa en hora con precio reducido
it_it: Prix en heure creuse

# CONFIGURE_START_HC
source: Empty hours start time: (HH:MM)
es_es: Inicio de las horas con precio reducido: (HH:MM)
it_it: Début des heures creuses: (HH:MM)

# CONFIGURE_STOP_HC
source: Empty hours end time: (HH:MM)
es_es: Fin de las horas con precio entero: (HH:MM)
it_it: Fin des heures creuses: (HH:MM)

# TITLE_HISTORIC
source: Historic of your 100 lastest actions
es_es: Histórico de las últimas 100 acciones
it_it: Historique de vos 100 dernières actions

# RESET_HISTORIC
source: Reset the historic
es_es: Borrar el histórico
it_it: Effacer l'historique

# RESET_CONFIRM_HISTORIC
source: Are you sure to delete your recorded actions?
es_es: Seguro de querer borrar el histórico de acciones?
it_it: Êtes-vous sûr de vouloir supprimer l'historique de vos actions?

# VALID_DELETE_HISTORIC
source: Historic deleted successfully
es_es: Histórico de acciones borrado con excito
it_it: Historique de vos actions supprimé avec succès

# NO_HISTORIC_VALUE
source: No historic recorded
es_es: Ninguna acción guardada
it_it: Aucune action enregistrée

source: Wizard page
es_es: Pestaña del asistente
it_it: Onglet du Wizard

source: Program page
es_es: Pestaña de los programas
it_it: Onglet des Programmes

# PLUG_PAGE
source: Plugs page
es_es: Pestaña de los enchufes
it_it: Onglet des prises

# WELCOME_PAGE
source: Main page
es_es: Página principal
it_it: Page principale

source: Logs page
es_es: Página de los logs
it_it: Page des logs

source: Calendar page
es_es: Pestaña del calendario
it_it: Onglet du calendrier

source: Cost page
es_es: Pestaña de los costes
it_it: Onglet des coûts

source: Configuration page
es_es: Pestaña de configuración
it_it: Onglet de configuration

# HISTORIC_EXPORT
source: Export of a program
es_es: Exportar un programa
it_it: Export d'un programme

source: Version
es_es: Versión

source: License
es_es: Licencia
it_it: Licence

# ERROR_UPDATE_SQL
source: Error during the update sql request
es_es: Error en la petición SQL UPDATE
it_it: Erreur dans la requête SQL UPDATE

# ERROR_DELETE_SQL
source: Error during the delete sql request
es_es: Error en la petición SQL DELETE
it_it: Erreur dans la requête SQL DELETE

# ERROR_SELECT_SQL
source: Error during the select sql request
es_es: Error en la petición SQL SELECT
it_it: Erreur dans la requête SQL SELECT

# EMPTY_POWER_DATA
source: Empty power data for the selected date
es_es: Ninguna grabación con respecto a potencia consumida para la fecha seleccionada.
it_it: Aucun enregistrement concernant la puissance consommée pour la date sélectionnée

# ERROR_FORMAT_DATE_DAY_START
source: Start day: error in the date format (YYY-MM-DD)
es_es: Día de inicio: error en el formato de la fecha(AAAA-MM-DD)
it_it: Jour de départ: erreur dans le format de la date (AAAA-MM-JJ)

# ERROR_FORMAT_DATE_DAY_END
source: End day: error in the date format (YYY-MM-DD)
es_es: Día de fin: error en el formato de la fecha(AAAA-MM-DD)
it_it: Jour de fin: erreur dans le format de la date (AAAA-MM-JJ)

# ERROR_FORMAT_DATE_DAY
source: Day to display: error in the date format (AAAA-MM-JJ)
es_es: Día a ensenar: error en el formato (AAAA-MM-DD)
it_it: Jour à afficher: erreur dans le format (AAAA-MM-JJ)

# ERROR_FORMAT_DATE_MONTH
source: Error in the date format: MM
es_es: Mes a ensenar: error en el formato (MM)
it_it: Mois à afficher: erreur dans le format (MM)

# ERROR_SD_CARD_PROGRAMS
source: Can't find your SD card, if you want to save your configuration, please check your card is correctly pluged
es_es: Ninguna tarjeta SD compatible Cultibox detectada para grabar su configuración
it_it: Aucune carte SD compatible Cultibox détectée pour sauvegarder votre configuration

# ERROR_SD_CARD_LOGS
source: Can't find your SD card, if you want to load your logs record, please check your card is correctly pluged
es_es: Ninguna tarjeta SD compatible Cultibox detectada para cargar sus ficheros de logs.
it_it: Aucune carte SD compatible Cultibox détectée pour charger vos fichiers de logs

# ERROR_SD_CARD_CONF
source: Can't find your SD card, if you want to save your configuration, please check your card is correctly pluged
es_es: Ninguna tarjeta SD compatible Cultibox detectada para grabar su configuración.
it_it: Aucune carte SD compatible Cultibox détectée pour sauvegarder votre configuration

# ERROR_SD_CARD
source: Can't find your SD card, please check that your card is correctly pluged
es_es: Ninguna tarjeta SD compatible Cultibox detectada, comprobar que su tarjeta este correctamente conectada.
it_it: Aucune carte SD compatible Cultibox détectée, vérifier que votre carte soit correctement branchée

# ERROR_MISSING_VALUE_TIME
source: Missing value for Start/End time
es_es: Falta valor de fecha de inicio/fin del programa
it_it: Valeur manquante pour la date de début/fin du programme

# ERROR_FORMAT_TIME
source: Error in time format: HH:MM:SS
es_es: Error en el formato de la hora: HH:MM:SS
it_it: Erreur dans le format de l'heure: HH:MM:SS

# ERROR_FORMAT_TIME_START
source: Start time: error in time format (HH:MM:SS)
es_es: Hora de inicio: error en el formato (HH:MM:SS)
it_it: Durée du cycle: erreur dans le format (HH:MM:SS)

# ERROR_FORMAT_TIME_END
source: End time: error in time format (HH:MM:SS)
es_es: Hora de fin: error en el formato (HH:MM:SS)
it_it: Heure de fin: erreur dans le format (HH:MM:SS)

# ERROR_TIME_VALUE
source: Error in time format: HH:MM
es_es: Error en el formato de la hora: HH:MM
it_it: Erreur dans le format de l'heure: HH:MM

# ERROR_SAME_TIME
source: Error in the time values. Start time and end time must be different
es_es: Las horas de inicio y de fin tienen que ser diferentes.
it_it: L'heure de départ et l'heure de fin doivent être différentes.

# ERROR_WRITE_SD
source: Error, can't write programs into the sd card
es_es: Error en la grabación en la tarjeta SD
it_it: Erreur durant l'écriture sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_TOLERANCE_VALUE_DEGREE
source: Error in the tolerance value. It must be less than 10&deg;C and greater than 0&deg;C
es_es: Valor de tolerancia : tiene de estar entre 0°C et 10°C
it_it: Valeur de tolérance: elle doit être comprise entre 0°C et 10°C

# ERROR_TOLERANCE_VALUE_POURCENT
source: Error in the tolerance value. It must be less or equal to 25.5&#37; and greater than 0&#37;
es_es: Valor de tolerancia : tiene de estar entre 0&#37; y 25.5&#37;
it_it: Valeur de tolérance: elle doit être comprise entre 0&#37; et 25.5&#37;

# ERROR_VALUE_PROGRAM
source: Error in the value.
es_es: Error: el valor indicado tiene que ser un numero
it_it: Erreur: la valeur rentrée doit être un nombre

# ERROR_VALUE_PROGRAM_TEMP
source: Error in the temperature value. It must be geater or equal to 5&deg;C and less or equal to 60&deg;C
es_es: Valor de temperatura: tiene que estar entre 5°C y 60°C
it_it: Valeur de température: elle doit être comprise entre 5°C et 60°C

# ERROR_VALUE_PROGRAM_HUMI
source: Error in the humidity value. It must be greater or equal to 10&#37; and less or equal to 95&#37;
es_es: Valor de humedad: tiene que estar entre 10&#37; y 95&#37;
it_it: Valeur d'humidité: elle doit être comprise entre 10&#37; et 95&#37;

# ERROR_ALARM_VALUE
source: Value for the alarm must be more than 0 and less than 100
es_es: El valor de disparo del alarma tiene que ser superior a 0 y inferior a 100
it_it: La valeur de déclenchement de l'alarme doit être supérieure à 0 et inférieure à 100

# ERROR_REGUL_VALUE
source: Value for the regulation must be more than 0 and less than 100
es_es: El valor de disparo de la regulación tiene que ser superior a 0 y inferior a 100
it_it: La valeur de déclenchement de la régulation doit être supérieure à 0 et inférieure à 100

# ERROR_POWER_VALUE
source: Error in the power value: it must be more or equal to 0 Watt
es_es: Error del valor de la potencia: tiene que ser superior o igual a 0 Vatios
it_it: Erreur dans la valeur de puissance: elle doit être supérieure ou égale à 0 Watt

# ERROR_PRICE_VALUE
source: Price of the kilowatt-hour price must be greater than 0
es_es: El precio del KVatio-hora tiene que ser superior a 0.
it_it: Le prix du kilowatt-heure doit être supérieur à 0

# ERROR_PRICE_VALUE_HP
source: Full hour: price of the kilowatt-hour price must be greater than 0
es_es: Hora con tarifa entero : el precio del KVatio-hora tiene que ser superior a 0
it_it: Heure pleine: le prix du kilowatt-heure doit être supérieur à 0

# ERROR_PRICE_VALUE_HC
source: Empty hour: price of the kilowatt-hour price must be greater than 0
es_es: Hora con tarifa reducida : el precio del KVatio-hora tiene que ser superior a 0
it_it: Heure creuse: le prix du kilowatt-heure doit être supérieur à 0

# ERROR_COST_PRICE_NULL
source: Price of the kilowatt-hour price must be greater than 0
es_es: El precio del KVatio-hora tiene que ser superior a 0
it_it: Le prix du kilowatt-heure doit être supérieur à 0

# ERROR_DATE_INTERVAL
source: Error in the date: the begining date must be less or equal to the ended date
es_es: Error en las fechas elegidas: la fecha de inicio tiene que ser inferior o igual a la hora de fin
it_it: Erreur dans les dates choisies: la date de départ doit être inférieure ou égale à la date de fin

# ERROR_UPLOADED_FILE
source: Error during uploading programs file
es_es: Error en la subida de fichero de los programas
it_it: Erreur lors du chargement du fichier des programmes

# ERROR_GENERATE_PROGRAM_FROM_FILE
source: Error during programs file proceeding. YOu have to check that the file uses the right format
es_es: Error en la subida de los datos del fichero de los programas , comprobar el formato del fichero
it_it: Erreur lors du chargement des données du fichier des programmes, vérifier que le fichier est au bon format

# ERROR_REMOTE_UPDATE_FILE
source: Enable to access to the update files, please check your configuration
es_es: Imposible de acceder al fichero de puesta al día , comprobar su configuración
it_it: Impossible d'accéder au fichier des mises à jour, vérifier votre configuration
