Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/joomla/main/locale/*.utf8.po
Languages: es_es, it_it

# ERROR_HPC_TIME_NULL
source: Time start or stop of the full/empty hours is not configured properly. You can configure it
es_es: La hora de inicio o fin de las horas con tarifa reducida/reducida no está configurada, se puede configurar
it_it: L'heure de départ ou/et de fin des heures pleines/creuses n'est pas configurée, vous pouvez la configurer

# ERROR_COPY_TPL
source: Can't copy empty_file_64.tpl file into your Cultibox SD card
es_es: Imposible de copiar el fichero empty_64.tpl en su tarjeta SD
it_it: Impossible de copier le fichier empty_file_64.tpl sur votre carte SD

# ERROR_COMPAT_BROWSER
source: Your internet browser doesn't seem to be compatible with the Cultibox software. You may use the software but some features may not be available. Here is the list of supported web broser:<br /><ul class='list_class'><li>Mozilla Firefox (version 3 and more)</li><li>Internet Explorer (version 7 and more)</li><li>Google Chrome</li><li>Mac Os X Safari (version 5 and more)</li></ul>
es_es: Su navegador no parece compatible con el programa Cultibox. Se podrá usar este programa pero algunas funciones no funcionarán. Aquí una lista de los navegadores compatibles:<br /><ul class='list_class'><li>Mozilla Firefox (versión 3 et más)</li><li>Internet Explorer (version 7 y más)</li><li>Google Chrome (Todas versiones)</li><li>Max Os X Safari (versión 5 y más)</li></ul>
it_it: Votre navigateur ne semble pas compatible avec le logiciel Cultibox. Vous pourrez sûrement utiliser le logiciel mais certaines fonctionnalités risquent de ne pas être accessibles. Voici la liste des navigateurs officiellement supportés:<br /><ul class='list_class'><li>Mozilla Firefox (version 3 et supérieure)</li><li>Internet Explorer (version 7 et supérieure)</li><li>Google Chrome (Toutes versions)</li><li>Max Os X Safari (version 5 et supérieure)</li></ul>

# ERROR_REMOTE_SITE
source: The software can't check if updates are available, please check your internet connection
es_es: Imposible de asegurarse de la presencia actualizaciones, comprobar su conexión internet.
it_it: Impossible de s'assurer de la présence de mises à jour, vérifier que votre connexion internet fonctionne correctement

# ERROR_WRITE_SD_PLUGCONF
source: Error writing the plug's configuration file on the SD card
es_es: Error en la grabación de la configuración de los enchufes en la tarjeta SD
it_it: Erreur lors de l'écriture de la configuration des prises sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_SD_CONF
source: Error writing configuration file on the SD card
es_es: Error en la grabación de los ficheros de configuración en su tarjeta SD
it_it: Erreur lors de l'écriture des fichiers de configuration sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_CALENDAR
source: Error writing calendar on the SD card
es_es: Error en la grabación del fichero de calendario en su tarjeta SD
it_it: Erreur lors de l'écriture du calendrier sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_WRITE_PROGRAM
source: Error writing programs on the SD card
es_es: Error en la grabación de los programas en su tarjeta SD
it_it: Erreur lors de l'écriture des programmes sur la carte SD, vérifiez que la carte n'est pas protégée en écriture

# ERROR_RESET_PROGRAM
source: Error during plug(s) reset
es_es: Error en el reseteo del o de los programas
it_it: Erreur lors de la remise à zéro du(des) programme(s)

# CLOSE_CONFIRM
source: Close
es_es: Cancelar
it_it: Annuler

source: Confirmation
es_es: Validar

source: here
es_es: Aquí
it_it: ici

source: Wizard
es_es: Asistente
it_it: Assistant

source: Classic
es_es: Clásico
it_it: Classique

# INFO_SD_CARD
source: A valid SD card was found
es_es: Una tarjeta compatible con la Cultibox está conectada
it_it: Une carte SD compatible Cultibox est branchée

# INFO_PLUG_CULTIBOX_CARD
source: You can now plug your card into the Cultibox.
es_es: Se puede ahora conectar su tarjeta SD a la Cultibox.
it_it: Vous pouvez maintenant connecter la carte SD dans la Cultibox.

# VALID_UPDATE_CONF
source: Configuration successfully updated
es_es: Configuración actualizada con excitó
it_it: Configuration mise à jour avec succès

# VALID_UPDATE_CONF_WITHOUT_SD
source: Configuration updated successfully in the Cultibox software!
es_es: Configuración actualizada con excitó en el programa.
it_it: Configuration mise à jour avec succès dans le logiciel.

# VALID_UPDATE_PROGRAM
source: Programs successfully updated
es_es: Programas actualizados con excitó
it_it: Programmes mis à jour avec succès

# VALID_IMPORT_PROGRAM
source: Program successfully imported
es_es: Programa importado con excitó
it_it: Programme importé avec succès

# VALID_DELETE_LOGS
source: Log's database successfully deleted
es_es: Base de Logs borrado con excitó
it_it: Suppréssion des logs effectuée avec succès

# VALID_RESET_CARD
source: SD card formated successfully
es_es: Tarjeta formateada con excitó
it_it: Carte formatée avec succès

# VALID_UPDATE_PROGRAM_SD_INFO
source: Program updated successfully! You can unplug your SD card and put in the Cultibox
es_es: Programas actualizados con excitó! Se puede sacar su tarjeta SD y colocar la en su Cultibox si la configuración está acabada.
it_it: Programmes mis à jour avec succès! Vous pouvez retirer votre carde SD et la mettre dans la Cultibox pour que cela soit effectif si vous avez fini vos paramètrages

# VALID_CURRENT_LOAD_LOG
source: Logs file for the last 31 days recorded sucessfully
es_es: Fichero de los logs de los 31 últimos días grabado con excitó
it_it: Fichiers de logs des 31 derniers jours enregistrés avec succès

# VALID_LOAD_LOG
source: Logs successfully loaded, you can disconnect your Cultibox card from your computer
es_es: Ficheros de los logs de los últimos meses grabados con excitó
it_it: Fichiers de logs des derniers mois enregistrés avec succès

# INFO_VALID_UPDATE_PROGRAM
source: Program successfully updated
es_es: Programa actualizado con excitó
it_it: Programme mis à jour avec succès

# WIZARD_ENABLE_FUNCTION
source: You can also use the wizard assistant to configure the first plug, just click here
es_es: Se puede usar el asistente para configurar los enchufes y sus programas apretando aquí
it_it: Vous pouvez utiliser l'assistant pour configurer les prises et leur programme en cliquant ici

# WIZARD_DISABLE_FUNCTION
source: You can use the standard interface to configure your programs instead. Just click here: <a href='programs'><img src="main/libs/img/wizard.png" title="Just click to launch the classic configuration mode" alt="classic" id="Classic" /></a>
es_es: Se puede usar la interfaz de configuración clásica apretando aquí
it_it: Vous pouvez utiliser l'interface de configuration classique en cliquant ici

# INFO_RESET_PROGRAM
source: Program sucessfully reseted
es_es: Programa(s) reseteado(s) con excitó
it_it: Programme(s) réinitialisé(s) avec succès

# WAITING_LOG
source: PLease just wait few seconds during logs loading...
es_es: Esperar unos segundos la subida de los logs...
it_it: Merci de patienter quelques instants durant le chargement des logs...

# UPDATED_PROGRAM
source: Your programs wasn't up to date, the update process has been executed
es_es: Sus programas no estaban actualizados , se ha realizado una actualización.
it_it: Vos programmes/configuration des prises/configuration de la Cultibox n'étaient pas à jour sur votre carte, la mise à jour a été exécuté

# INFO_UPDATE_AVAILABLE
source: New update availabe to upgrade to the software version:
es_es: Una actualización está disponible para pasar a la versión:
it_it: Une mise à jour est disponible pour passer vers une version plus récente en cliquant

# STILL_LOG_FILE
source: There are oldest log files to load, please use the 'import logs' button to do that
es_es: Quedan ficheros más antiguos a subir, apretar el botón 'importar los logs'
it_it: Il reste des fichiers des données de température, d'humidité ou de puissance plus anciens à charger, pour cela utilisez le bouton 'importer les logs'

# TOOLTIP_VALUE
source: Cultibox will switch on or off the plug to get this value
es_es: La Cultibox va a apagar o encender el enchufe para alcanzar este valor.
it_it: La Cultibox va éteindre ou allumer la prise pour atteindre cette valeur.

# TOOLTIP_POWER
source: The power of the equipement pluged in Watts. This is usefull if you want to calculate power consumed, cost of your installation...
es_es: La potencia del equipo conectado. Llenar este campo permite calcular el consumo de su instalación , su precio…
it_it: La puissance de l'équipement branché. Renseigner ce champ vous permet de calculer la consommation de votre installation, son prix...

source: TOOLTIP_POPUP
es_es: Los mensajes enseñados en la interfaz están por defecto presentados en una ventana de dialogo. Esta opción permite activar o desactivar estas ventanas de dialogo.
it_it: Les messages affichés par l'interface sont par défaut affichés dans une boite de dialogue. Cette option vous permet de désactiver/activer ces boites de dialogue.

# TOOLTIP_RECORD_FREQ
source: Cette option permet de configurer la fréquence à laquelle la Cultibox enregistre les données de température et d'hygrométrie.
es_es: Esta opción permite configurar la frecuencia con cual la Cultibox graba los datos de temperatura y de hidrometría.

# TOOLTIP_POWER_FREQ
source: Cette option permet de configurer la fréquence à laquelle la Cultibox enregistre les valeurs de consomation d'énergie.
es_es: Esta opción permite configurar la frecuencia con cual la Cultibox graba los datos de consumo de energía.
it_it: Cette option permet de configurer la fréquence à laquelle la Cultibox enregistre les valeurs de consommation d'énergie.

# TOOLTIP_PLUG_FREQ
source: Cette option permet de configurer la fréquence à laquelle sera mise à jour l'état (Marche/Arrêt) de vos prises.
es_es: Esta opción permite configurar la frecuencia de actualización del estado (activo o inactivo ) de sus enchufes.
it_it: Cette option permet de configurer la fréquence à laquelle sera mis à jour l'état (Marche/Arrêt) de vos prises.

# TOOLTIP_WITHOUT_SD
source: Sans carte SD branchée votre configuration sera sauvegardée dans le logiciel mais pas dans la Cultibox. Pour que votre configuration soit effective, il faudra brancher une carte SD, sauvegarder votre configuration ou recharger la page et brancher cette carte SD dans la Cultibox.
es_es: Sin tarjeta SD conectado a su Cultibox, su configuración estará guardado en el programa pero no en la Cultibox. Para que su configuración sea efectiva , habrá que conectar una tarjeta SD, guardar su configuración o cargar de nuevo la pagina y conectar esta tarjeta SD en la Cultibox.

# TOOLTIP_WITHOUT_SD_LOG
source: Sans carte SD branchée les fichiers enregistrés par votre Cultibox concernant la température et l'hygrométrie ne pourront pas être affiché et sauvegardé. Pour charger vos nouveaux fichiers de logs il faudra brancher une carte SD et recharger cette page.
es_es: Esta opción calcula y enseña la potencia consumida para el/los enchufe(s) determinado(s). Para que eso funcione, hay que llenar el campo ‘potencia’ en la parte de configuración de los enchufes.
it_it: Sans carte SD branchée les fichiers enregistrés par votre Cultibox concernant la température et l'hygrométrie ne pourront pas être affichés et sauvegardés. Pour charger vos nouveaux fichiers de logs il faudra brancher une carte SD et recharger cette page.

# TOOLTIP_LOG_PROGRAM
source: Cette option permet d'afficher le programme d'une prise afin de comparer les données enregistrées par la Cultibox et le comportement théorique de la prise.
es_es: Esta opción permite enseñar el programa de un enchufe con el fin de comparar los datos grabados por la Cultibox y el funcionamiento teórico de este enchufe.

# TOOLTIP_PLUG_TOLERANCE
source: La tolérance d'une prise permet de définir quelle doit être la précision des valeurs de régulation. Par exemple, si vous avez rentré une valeur de régulation de 22°C pour un chauffage et que la tolérance est de 2°C, le chauffage sera mis en marche/arrêt entre 20°C et 24°C (votre régulation +/- la tolérance)
es_es: La tolerancia de un enchufe permite definir la precisión de los datos de regulación. Por ejemplo , si se entra un valor de regulación de 22°C para un calentamiento y una tolerancia de 2°C, el calentamiento se pondrá activo/inactivo entre 20°C y 24°C (regulación +/- la tolerancia)

# TOOLTIP_PLUG_REGUL
source: La régulation secondaire a un fonctionnement compliquée et différent de la régulation principale. Veuillez bien lire la documentation avant de l'activer pour une prise. Si vous désirez piloter une prise pour qu'elle régule une condition climatique, il n'est pas nécéssaire d'activer la régulation secondaire.
es_es: la regulación segundaria tiene un funcionamiento complejo y distinto de la regulación principal. Leer la documentación antes de activarla para un enchufe . Si se desea controlar un enchufe para una regulación climática , no es necesario activar una regulación segundaria.
it_it: La régulation secondaire a un fonctionnement compliqué et différent de la régulation principale. Veuillez bien lire la documentation avant de l'activer pour une prise. Si vous désirez piloter une prise pour qu'elle régule une condition climatique, il n'est pas nécéssaire d'activer la régulation secondaire.

# TOOLTIP_COST_PRICE
source: Cost of the kilo Watt for a hour. Fill this is necessary to compute how much cost your installation in the 'Cost' part
es_es: Precio del KVatio-hora. Llenar este campo permite calcular el precio de su instalación en el menú 'Coste'
it_it: Le prix du kilowatt-heure. Renseigner ce champ permet de calculer le prix de revient de votre installation dans le menu 'Coût'

# TOOLTIP_FAKE_LOG_DATA
source: You don't have reccord any data in the database, this graph is just an example of what you can watch with your data.
es_es: Ningún dato presente en la base, los logs ensenados son solo ejemplos y no corresponden a la grabación de datos de su instalación.
it_it: Aucune donnée n'est présente dans la base pour le moment, les logs affichés le sont à titre d'exemple et ne correspondent pas à l'enregistrement des données de votre installation

# TOOLTIP_CHECK_UPDATE
source: Check if there is remote updates available and and download its if it's needed
es_es: Comprobar si las actualizaciones están disponibles y si se pueden descargar.
it_it: Vérifier si des mises à jour sont disponibles et vous propose de les télécharger le cas échéant

# TOOLTIP_COST_TYPE
source: Votre installation électrique peut être définie de façon 'standard': vous payez le kilowatt-heure au même prix à n'importe quelle heure de la journée. Vous pouvez aussi définir votre installation comme étant en 'Heure pleine/Heure creuse': le prix du killowatt-heure varie en fonction de l'heure à laquelle vous le consommé.
es_es: Su instalación eléctrica se puede configurar de modo estándar: usted paga el KVatio-hora al mismo precio cual sea la hora del día. Se puede definir su instalación como ‘tarifa alta/tarifa baja’: el precio del KVatio-hora cambia según la hora del cunsumo.
it_it: Votre installation électrique peut être définie de façon 'standard': vous payez le kilowatt-heure au même prix à n'importe quelle heure de la journée. Vous pouvez aussi définir votre installation comme étant en 'Heure pleine/Heure creuse': le prix du killowatt-heure varie en fonction de l'heure à laquelle vous le consommez.

# TOOLTIP_FORMAT_SD
source: The SD card selected will be formated to be compatible with your Cultibox. Plugs files, programs files and configuration files according to your software parameters will be copied in the SD card. Logs and powers files will be also formated. If you have some logs files into your SD card those could be erased.<br /><b><i>Note: </i></b>to be recognize by the Cultibox, your SD card must be formatted with FAT16 filesystem type and so, must not be greater than 2Go
es_es: La tarjeta SD seleccionada se volverá compatible con Cultibox. Para eso, los ficheros de configuración de los enchufes, de los programas y de la Cultibox estarán generados según sus parámetros actual y los ficheros conteniendo sus futuros logs estarán establecidos. Si existen logs en su tarjeta, se pueden perder<br /><b><i>Nota: </i></b>para que su tarjeta este reconocida por la Cultibox, tiene que estar formateada en FAT16 y no puede pasarse de los 2Go
it_it: La carte SD sélectionnée sera rendue compatible Cultibox. Pour cela les fichiers de configuration des prises, des programmes et de la Cultibox seront régénérés en fonction de vos paramètres actuels et les fichiers contenant vos futurs logs seront mis en place. Si des logs sont déjà présents sur votre carte SD ils peuvent être perdus lors du processus<br /><b><i>Note: </i></b>afin que votre carte soit reconnue par la Cultibox, elle doit être formatée en FAT16 et ne doit donc pas dépasser 2Go

# TOOLTIP_RESET_LOG
source: This feature will erase all your previous logs recorded into your Cultibox software. You can use it at the end of a culture period, if you don't need your old logs and you wish to free space on your computer
es_es: Apretando este botón ,todos los datos estarán borrado. Se puede realizar al final de una cultura, y si los logs no son más útiles y que se quiere liberar espacio en su ordenador.
it_it: En cliquant sur ce bouton toutes vos données des logs enregistrés seront supprimées. Cela peut être réalisé à la fin d'une culture, si vos logs ne vous sont plus utiles et que vous souhaitez libérer de l'espace sur votre ordinateur

# TOOLTIP_STATE_PLUG
source: You can disabled plugs you don't want to use. The Cultibox software will not show you informations about those disabled plugs
es_es: Se puede desactivar los enchufes que no se quiere usar. El programa no enseñara los datos relacionados con los enchufes inactivos.
it_it: Vous pouvez désactiver les prises que vous ne voulez pas utiliser. Le logiciel n'affichera pas les informations relatives aux prises désactivées

# TOOLTIP_MAX_POWER_PLUG_3500
source: La prise 3500W permet de piloter des éléments gourmands en énergie. Les 3500W annoncés correspondent à une puissance résistive pure, par exemple un chauffage. Si vous branchez une lampe HPS ou MH sur cette prise, la puissance maximale autorisée est 600W
es_es: El enchufe 3500W permite controlar los elementos ingentes en energía. Los 3500W anunciados corresponden a una potencia resistiva pura, por ejemplo un calentamiento. Si se conecta una lámpara HPS o MH en este enchufe, la potencia máxima autorizada es de 600W

# TOOLTIP_MAX_POWER_PLUG_1000
source: La prise 1000W permet de piloter des éléments gourmands en énergie. Les 1000W annoncés correspondent à une puissance résistive pure, par exemple un chauffage. Si vous branchez une lampe HPS ou MH sur cette prise, la puissance maximale autorisée est 150W
es_es: El enchufe 1000W permite controlar los elementes ingentes en energía. Los 1000W anunciados corresponden a una potencia resistiva pura, por ejemplo un calentamiento. Si se conecta una lámpara HPS o MH en este enchufe, la potencia máxima autorizada es de 150W

# TOOLTIP_MAX_LOG_IMPORT
source: This variable defines the number of month seek during the 'Import logs' process from the 'Logs' page
es_es: Esta variable define el número de meses que estarán analizado para la búsqueda de los logs apretando en el botón 'Importar los logs' de la pestaña 'Logs'
it_it: Cette variable définit le nombre de mois qui seront scrutés pour rechercher des logs lors de l'appui sur le bouton 'Importer les logs' de l'onglet 'Logs'

# TOOLTIP_COST_START_TIME
source: Start time for the cost computation. You can compute the cost of your installation beetween two dates define by the start time and stop time of this form
es_es: Fecha de inicio del cálculo del coste de su instalación. Se puede calcular el coste de su instalación sobre un periodo definido por la fecha de inicio y de fin de este formulario
it_it: Date de départ du calcul de coût de votre installation. Vous pouvez calculer le coût de votre installation sur une période définie par la date de départ et la date de fin de ce formulaire

# TOOLTIP_COST_STOP_TIME
source: Stop time for the cost computation. You can compute the cost of your installation beetween two dates define by the start time and stop time of this form
es_es: Fecha de fin del cálculo del coste de su instalación. Se puede calcular el coste de su instalación sobre un periodo definido por la fecha de inicio y de fin de este formulario
it_it: Date de fin du calcul de coût de votre installation. Vous pouvez calculer le coût de votre installation sur une période définie par la date de départ et la date de fin de ce formulaire

# TOOLTIP_REGUL_SENSOR
source: Plug's regulation depends of data recorded by a sensor. This field configure the sensor to be used.
es_es: La regulación de un enchufe se realiza en función de los datos medidos por un sensor. Este campo permite seleccionar un sensor.
it_it: La régulation d'une prise est réalisée en fonction des données relevées par un ou plusieurs capteurs. Ce champ vous permet de sélectionner ce(s) capteur(s) si vous avez activé les options avancées de régulation dans la partie configuration<br /><b>Note:</b> les capteurs non adaptés ne seront pas pris en compte lors du calcul, un capteur de PH/Ec par exemple ne sera pas utilisé pour calculer une moyenne de température.

# TOOLTIP_SECOND_REGUL_ENABLE
source: Be sure to read the help before activating this option. This option is not necessary to regulate humidity or temperature by a plug
es_es: Asegurarse de leer bien la Ayuda antes de activar esta opción. No es necesario activarla para que un enchufe regule la temperatura o humedad.
it_it: Assurez-vous de bien avoir lu l'aide avant d'activer cette option. Il n'est pas nécessaire de l'activer pour qu'une prise régule la température ou l'humidité. Une fois activée, la régulation est configurable pour une prise différente du type 'Lampe' et 'Autre'. Les options de configuration de la régulation secondaire seront disponible dans l'onglet 'Prises'

# TOOLTIP_CONFIG_LOG_SEARCH
source: During logs page loading, the software saves your logs temperature, humidity and power for the last 31 days. This feature allows you to load eager logs based on the number of months required
es_es: Cuando se carga la pagina de los logs, el programa graba los logs de temperatura, humedad y potencia para los últimos 31 días. Esta funcionalidad permite cargar logs mas antiguos en función del número de meses deseado.
it_it: Lorsque vous chargez la page des logs, le logiciel enregistre vos logs de température, humidité et puissance pour les 31 derniers jours. Cette fonctionnalité vous permet de charger des logs plus anciens en fonction du nombre de mois souhaité

# TOOLTIP_EXPORT_LOG_CSV
source: Export you logs informations into a file in CSV format
es_es: Exportar sus datos de logs en un fichero con formato CSV
it_it: Exporter vos informations de logs dans un fichier au format CSV

# TOOLTIP_EXPORT_POWER_CSV
source: Export you power informations into a file in CSV format
es_es: Exportar sus datos de potencia en un fichero con formato CSV
it_it: Exporter vos informations de puissance dans un fichier au format CSV

# GENERATE_TIME
source: Generate in
es_es: Generado en
it_it: Généré en

source: No
it_it: Non

# M02
source: Feb.
it_it: Fév

# M05
source: May.
it_it: Mai

# M07
source: Jul.
it_it: Juil

# M12
source: Dec.
it_it: Déc

source: Sensor
it_it: Capteur
