Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: it_it

# LANG
source: en_US
it_it: it

# MENU_WELCOME
source: Welcome
it_it: Benvenuto

# MENU_CONF
source: Configuration
it_it: Configurazione

# MENU_PLUGS
source: Plugs
it_it: Preso

# MENU_PROGS
source: Programs
it_it: Programmi

# MENU_COST
source: Cost
it_it: Costo

# MENU_CAL
source: Calendrier
it_it: Calendario

# MENU_WIZARD
source: Wizard
it_it: Assistente

# MENU_HELP
source: Open the documentation
it_it: Documentazione Aperto

# WELCOME_TITLE
source: Welcome to the software configuration Cultibox
it_it: Benvenuti al Cultibox configurazione software

source: Did you know?
it_it: Lo sapevi?

# WELCOME_MESSAGE
source: This software will easily help you to manipulate your Cultibox's configuration, view the recorded data or access features such as the calculation of the cost of electricity or the creation a calendar culture.
it_it: Questo software vi permetterà di manipolare facilmente Cultibox di configurare, visualizzare i dati registrati o accesso a determinate funzioni come il calcolo del costo dell'energia elettrica o la creazione di una cultura di calendario.

# WELCOME_TUTO
source: <b> Note: </b> for those who have the older version of the Cultibox (<b> Green Box </b>), you will absolutely
it_it: <b> Nota: </b> per chi ha la versione precedente del Cultibox (<b> Green Box </b>), sarà assolutamente

# WELCOME_REQUIEREMENT
source: <ul class='list_class'> <li> remove your old plugs that are no longer compatible and connect those of Cultibox </li> <li> disconnect your Green Box which can cause interference with Cultibox </li> </ul>
it_it: <ul class='list_class'> <li> rimuovere le vecchie spine che non sono più compatibili e collegare quelli di Cultibox </li> <li> scollegare il Green Box, che può causare interferenze con Cultibox </li> </ul>

# WELCOME_FOLLOW_LINK
source: Click the Next button to start the setup wizard and start handling your Cultibox
it_it: Fare clic sul pulsante Avanti per avviare l'installazione guidata e iniziare a gestire il tuo Cultibox

# WELCOME_WIZARD
source: Wizard's configuration
it_it: Configurazione guidata

# WELCOME_LOGS
source: Page viewing logs
it_it: Registri di visualizzazione pagina

# WELCOME_CALENDAR
source: Page programming schedule culture
it_it: Cultura palinsesto pagina

# WELCOME_PROGRAM
source: Page creation and visualization of programs taken
it_it: Creazione di pagine e visualizzazione dei programmi adottati

# ENABLE_JAVASCRIPT
source: Javascript is disabled! You can not use the software and all its features if you do not enable Javascript.
it_it: Javascript è disattivato! Non è possibile utilizzare il software e tutte le caratteristiche se non si abilita Javascript.

# WELCOME_SYNOP
source: Page summary of the status of your grow room
it_it: Pagina di sintesi dello stato della grow room

# CONFIGURE_TITLE_CULTIBOX
source: Configure your system Cultibox
it_it: Configurare il sistema Cultibox

# USER_CONF
source: Interface
it_it: Interfaccia

# CONFIGURE_HUMIDITY
source: Color humidity curves
it_it: Curve di umidità Colore

# CONFIGURE_TEMPERATURE
source: Curve color temperatures
it_it: Temperature di colore Curve

# CONFIGURE_WATER
source: Color curves of water temperatures
it_it: Curve di colore di temperature dell'acqua

# CONFIGURE_LEVEL
source: Color contours of water
it_it: Contorni di colore di acqua

# CONFIGURE_PH
source: Color curves PH
it_it: Curve di colore PH

# CONFIGURE_EC
source: Color curves of EC
it_it: Curve di colore della CE

# CONFIGURE_OD
source: Color OD curves
it_it: Curve OD Colore

# CONFIGURE_ORP
source: Color ORP curves
it_it: Curve di colore ORP

# CONFIGURE_FREQUENCY
source: Recording frequency of climate (in minutes)
it_it: Frequenza di registrazione del clima (in minuti)

# CONFIGURE_POWER_FREQUENCY
source: Recording frequency power (in minutes)
it_it: Potenza frequenza di registrazione (in minuti)

# CONFIGURE_NB_PLUGS
source: Number of sockets in your system
it_it: Numero di prese nel sistema

# CONFIGURE_PLUGS_FREQUENCY
source: Frequency of updating the status of taken (in seconds)
it_it: Frequenza di aggiornamento dello stato di presa (in secondi)

# VALIDATION_CONF
source: Save Configuration
it_it: Salva configurazione

# COLOR_BLUE
source: Blue
it_it: Blu

# COLOR_RED
source: Red
it_it: Rosso

# COLOR_GREEN
source: Green
it_it: Verde

# COLOR_BLACK
source: Black
it_it: Nero

# COLOR_PURPLE
source: Purple
it_it: Porpora

# COLOR_ORANGE
source: Orange
it_it: Arancione

# COLOR_PINK
source: Pink
it_it: Rosa

# COLOR_BROWN
source: Brown
it_it: Marrone

# COLOR_YELLOW
source: Yellow
it_it: Giallo

source: Yes
it_it: Sì

# NO
source: Not
it_it: Non

# CONFIGURE_ALARM
source: Alarm
it_it: Allarme

# CONFIGURE_ALARM_ACTIV
source: Activate the alarm system
it_it: Attivare il sistema di allarme

# CONFIGURE_ALARM_VALUE
source: Threshold value for triggering the alarm
it_it: Valore soglia per l'attivazione dell'allarme

# CONFIGURE_ENABLE_LED
source: Enable the screen backlight
it_it: Attivare l'illuminazione dello schermo

# CHECK_STATISTICS
source: Sending information to help develop
it_it: L'invio di informazioni per aiutare a sviluppare

# MANAGE_RESET_SD_CARD
source: Formatting an SD card to make it compatible Cultibox
it_it: Formattazione di una scheda SD per renderla compatibile Cultibox

# MANAGE_RESET_CARD_NOT_FOUND
source: No card detected formatable
it_it: Nessuna scheda rilevata essere formattato

# MANAGE_RESET_CARD
source: Format Card
it_it: Formatta scheda

# RESET_CONFIRM_SD_CARD
source: Are you sure you want to format your SD card? Your log files may be destroyed.
it_it: Sei sicuro di voler formattare la scheda SD? I file di log possono essere distrutti.

# ADVANCED_REGUL_OPTIONS
source: Allow editing of advanced control options
it_it: Consenti modifica delle opzioni di controllo avanzate

# FORMAT_PROGRESS
source: Progress of the formatting
it_it: Formattazione progressi

# SUCCESS_FORMAT
source: Formatting the card successfully
it_it: Formattazione della scheda successo

# ERROR_FORMAT
source: Error formatting the SD card
it_it: Errore formattazione della scheda SD

# ALARM_DESCRIPTION
source: The alarm of the Cultibox turns off all outlets where space security culture is at stake Set a temperature which, when exceeded, causes the removal of all catches. <br /> <br /> <b> Warning </b>: once this threshold is reached, taken intersect and Cultibox not return to a normal state until you have acknowledged the alarm directly on the case.
it_it: L'allarme del Cultibox disattiva tutti i punti vendita dove la cultura della sicurezza lo spazio è in gioco Impostare una temperatura che, se superato, provoca l'eliminazione di tutte le catture. <br /> <br /> <b> Attenzione </b>: una volta raggiunta questa soglia, preso intersecano e Cultibox non tornare a uno stato normale prima di aver riconosciuto l'allarme direttamente sul caso.

# SHOW_COST
source: View menu costing
it_it: Visualizza il menu che costano

# RESET_MINMAX
source: Resetting the min / max
it_it: Ripristino del min / max

# CONFIGURE_RTC_OFFSET
source: Shift of the internal clock
it_it: Spostamento del clock interno

# RTC_OFFSET_UNITY
source: second (s)
it_it: secondo (s)

# SHOW_WEBCAM
source: Show the Webcam menu
it_it: Mostrare il menu Webcam

# HISTO_GRAPH
source: Climate graphs
it_it: Grafici sul clima

# SELECT_DISPLAYED_DAY
source: Showing information for:
it_it: Visualizzazione delle informazioni per:

# SELECT_LOG_TITLE
source: Display the recorded data by Cultibox
it_it: Visualizzare i dati registrati da Cultibox

source: one day
it_it: uno giorno

# ONE_MONTH
source: one months
it_it: uno mese

# SELECT_DAY
source: Day display (YYYY-MM-DD)
it_it: Visualizzazione dell'orologio (YYYY-MM-DD)

# VIEW
source: Display
it_it: Visualizza

# DRAG_PLOT
source: Select an area to the enlarge
it_it: Selezionare una zona a Ingrandisci

# XAXIS_LEGEND_DAY
source: Time
it_it: Tempo

# XAXIS_LEGEND_MONTH
source: Days of month
it_it: Giorni del mese

# MONTH01
source: January
it_it: Gennaio

# MONTH02
source: February
it_it: Febbraio

# MONTH03
source: March
it_it: Marzo

# MONTH04
source: April
it_it: Aprile

# MONTH05
source: May
it_it: Maggio

# MONTH06
source: June
it_it: Giugno

# MONTH07
source: July
it_it: Luglio

# MONTH08
source: August
it_it: Agosto

# MONTH09
source: September
it_it: Settembre

# MONTH10
source: October
it_it: Ottobre

# MONTH11
source: November
it_it: Novembre

# MONTH12
source: December
it_it: Dicembre

# M01
source: January
it_it: Gennaio

# M02
source: February
it_it: Febbraio

# M03
source: March
it_it: Marzo

# M04
source: April
it_it: Aprile

# M05
source: May
it_it: Maggio

# M06
source: June
it_it: Giugno

# M07
source: July
it_it: Luglio

# M08
source: August
it_it: Agosto

# M09
source: Seven
it_it: Sette

# M10
source: October
it_it: Ottobre

# M11
source: November
it_it: Novembre

# M12
source: December
it_it: Dicembre

# SELECT_PROGRAM_PLUG
source: Program to compare
it_it: Programma per confrontare

# SELECT_CURVE_TO_DISPLAY
source: <b>Selection curves:</b> select curves to display
it_it: <b>Curve di selezione:</b> Selezionare le curve da mostrare

# SELECT_POWER_PLUG
source: Display power consumption
it_it: Il consumo di energia del display

# PREVIOUS_BUTTON_DAY
source: Showing information for the previous day
it_it: Visualizzazione delle informazioni per il giorno precedente

# NEXT_BUTTON_DAY
source: View information for the following day
it_it: Visualizza le informazioni per il giorno seguente

# PREVIOUS_BUTTON_MONTH
source: Showing information for the previous month
it_it: Visualizzazione delle informazioni per il mese precedente

# NEXT_BUTTON_MONTH
source: View information for the following month
it_it: Visualizza le informazioni per il mese successivo

# PRECISION_GRAPH_DAY
source: The logs are displayed with maximum precision of a point every minute
it_it: I registri vengono visualizzati con la massima precisione di un punto ogni minuto

# PRECISION_GRAPH_MONTH
source: The logs are displayed with maximum precision of a point every twenty minutes
it_it: I registri vengono visualizzati con la massima precisione di un punto ogni venti minuti

# SELECT_SENSOR_NB
source: Show values for
it_it: Mostra valori di

# MONTH_DATE
source: Month and year to display
it_it: Mese e anno di visualizzazione

# MANAGE_LOG_INFOS
source: <b>Managing Your Data</b>
it_it: <b>Gestione dei dati</b>

# MANAGE_RESET_TITLE
source: Delete old sensors logs
it_it: Eliminare i vecchi registri

# MANAGE_RESET_TITLE_POWER
source: Delete old logs power measurement
it_it: Elimina vecchio misurazione della potenza tronchi

# MANAGE_RESET_LOG
source: Delete the logs
it_it: Eliminare i registri

# MANAGE_RESET_POWER
source: Remove logs power
it_it: Togliere registri potere

# IMPORT_LAST_MONTH
source: last month
it_it: il mese scorso

# IMPORT_LOG_TITLE
source: Import logs from your sensors for
it_it: Tronchi di importazione da dei sensori

# IMPORT_LOG
source: Import logs
it_it: Registri di importazione

# NO_IMPORT_LOG
source: No SD card found
it_it: Nessuna scheda SD rilevata

# SUMARY_REGUL_TITLE
source: Summary of active secondary regulations made for the selected
it_it: Sintesi della normativa secondaria attivi fatte per la scelta

# SUMARY_REGUL_SENSO
source: Trigger if
it_it: Innescherà se

# SUMARY_REGUL_SUBTITLE
source: Regulating outlet
it_it: Regolamento della decisione

# TEMP_REGUL
source: the temperature
it_it: la temperatura

# HUMI_REGUL
source: the humidity
it_it: la umidità

# SUMARY_EMPTY_SELECTION
source: No decision (s) selected (s)
it_it: Nessuna decisione (s) selezionato (s)

# MANAGE_EXPORT_LOG_CSV
source: Export your information logs
it_it: Esportare i registri di informazione

# MANAGE_EXPORT_POWER_CSV_BUTTON
source: Export your log power
it_it: Esportare il potere di registro

# MANAGE_EXPORT_EMPTY_LOG_CSV
source: No logs in your database
it_it: Non ci sono registri nel database

# MANAGE_EXPORT_LOG_CSV_BUTTON
source: Export your logs
it_it: Esportare i registri

# MANAGE_EXPORT_POWER_CSV
source: Export your power information
it_it: Esportare le informazioni di potenza

# MANAGE_EXPORT_EMPTY_POWER_CSV
source: No logs in your power base
it_it: Non ci sono registri nella vostra base di potere

# LOAD_LOG_PROGRESS
source: Loading progress logs
it_it: Caricamento di registri di avanzamento

# PROGRESS_POWER
source: Loading progress files power
it_it: Loading progressi file potenza

# PROGRESS_LOG
source: Data sensors loading progress
it_it: Caricamento di file progresso

# ERROR_LOAD_LOG
source: Error loading logs, this may be due to a response time too long, repeat the operation to be sure
it_it: Tronchi Errore durante il caricamento, questo può essere dovuto ad un tempo di risposta troppo lunghi, ripetere l'operazione per essere sicuri

# DELETE_ALL_LOGS
source: Remove all existing logs
it_it: Rimuovere tutti i registri esistenti

# DELETE_SPECIFIC_LOGS
source: Remove the logs for a specific period
it_it: Rimuovere i registri di un periodo specifico

# DELETE_LOGS_FROM
source: Delete logs (YYYY-MM-DD)
it_it: Eliminare i registri (YYYY-MM-DD)

# DELETE_LOGS_TO
source: to (YYYY-MM-DD)
it_it: a (YYYY-MM-DD)

# ERROR_DELETE_LOGS
source: Problem when deleting logs in the database.
it_it: Problema quando si eliminano i registri del database.

# ERROR_FORMAT_DATE
source: Error in the date format (YYYY-MM-DD). The end day must be equal or greater than or departure day
it_it: Errore nel formato della data (YYYY-MM-DD). La giornata finale deve essere uguale o maggiore di o partenza giorno

# DELETE_PROGRESS
source: Progress of the deletion
it_it: Progressi della delezione

# SUMARY_RESUME_MINMAX
source: Summary of minimum, maximum and average values
it_it: Sintesi dei valori minimi ,massimi e media

# TEMP_HUMI_SENSOR
source: Temp & Humi
it_it: Temp & Umi

# TEMP_SENSOR
source: Temperature
it_it: Temperatura

# HUMI_SENSOR
source: Humidity
it_it: Umidità

# WATER_SENSOR
source: Water temperature
it_it: Temperatura dell'acqua

# LEVEL_SENSOR
source: Water level
it_it: Il livello dell'acqua

# EC_SENSOR
source: EC
it_it: CE

# TEMP_LEGEND
source: Temperature (°C)
it_it: Temperatura (°C)

# HUMI_LEGEND
source: Humidity (RH)
it_it: Umidità (RH)

# WATER_LEGEND
source: Water temperature (°C)
it_it: Temperatura dell'acqua (°C)

# LEVEL_LEGEND
source: Water level (cm)
it_it: Livello dell'acqua (cm)

# PH_LEGEND
source: PH of the solution
it_it: PH della soluzione

# EC_LEGEND
source: Electro-conductivity (µs/cm)
it_it: Electro-conducibilità (µs/cm)

# OD_LEGEND
source: Dissolved Oxygen (mg/l)
it_it: Ossigeno Disciolto (mg/l)

# POWER_LEGEND
source: Power consumption (W)
it_it: Potenza assorbita (W)

source: Power
it_it: Potenza

# PROGRAM_LEGEND
source: program
it_it: Programma

source: Average
it_it: Media

# PARAMETERS_LOGS_TITLE
source: Options curves
it_it: Opzioni di curve

# PARAMETERS_CURVE_DISPLAYED
source: Selection curves
it_it: Curve di selezione

# NO_SENSOR_DEFINED
source: No sensor set
it_it: Nessun set sensori

# PREPARING_EXPORT
source: File in preparation...
it_it: File in preparazione...

# EXPORT_ALL_LOGS
source: Export all existing logs
it_it: Esporta tutti i registri esistenti

# EXPORT_SPECIFIC_LOGS
source: Export the logs for a specific period
it_it: Esportare i registri per un determinato periodo

# EXPORT_LOGS_FROM
source: Export logs from (YYYY-MM-DD)
it_it: I registri di esportazione (AAAA-MM-DD)

# PLUG
source: Configure your catch
it_it: Configurare il fermo

# PLUG_MENU
source: Taking
it_it: Presa

# TYPE_PLUG
source: Type trendy item on hold
it_it: Tipo di elemento di tendenza in attesa

# TOLERANCE_PLUG
source: Tolerance decision
it_it: Decisione Tolleranza

# NAME_PLUG
source: Name taken
it_it: Nome preso

# PLUG_UNKNOWN
source: Other
it_it: Altro

# PLUG_LAMP
source: Lamp
it_it: Lampada

# PLUG_HUMIDIFIER
source: Humidifier
it_it: Umidificatore

# PLUG_DEHUMIDIFIER
source: Dehumidifier
it_it: Deumidificatore

# PLUG_HEATING
source: Heating
it_it: Riscaldamento

# PLUG_PUMP
source: Water Pump
it_it: Pompa acqua

# VALIDATION_PLUG_CONF
source: Save Configuration
it_it: Salva configurazione

# POWER_PLUG
source: Power consumed by the element (in Watts)
it_it: Potenza assorbita dall'elemento (in Watt)

# ENABLE_REGUL_PLUG
source: Secondary control (expert user)
it_it: Controllo secondario (utenti esperti)

# CONFIGURE_REGUL_SENSOR
source: Sensor (s) (s) used for controlling
it_it: Sensor (s) (s) utilizzato per il controllo

# CONFIGURE_REGUL_SENSO
source: Triggering based
it_it: Attivazione basata

# CONFIGURE_REGUL_SENSS
source: Trigger if the measure is
it_it: Attivare se la misura è

# REGUL_TEMP
source: Temperature
it_it: Temperatura

# REGUL_HUMI
source: Humidity
it_it: Umidità

# REGUL_UNDER
source: below the threshold
it_it: inferiore alla soglia

# REGUL_ABOVE
source: above the threshold
it_it: sopra della soglia

# PLUG_MAX_POWER
source: Plug type (maximum capacity)
it_it: Tipo di spina (capacità massima)

# SAVE_AND_CONFIGURE_PROGRAM
source: Save changes and configure the program decision
it_it: Salvare le modifiche e configurare la decisione programma

# CONFIGURE_REGUL_TOLERANCE
source: Tolerance of secondary control
it_it: Tolleranza di regolazione secondaria

# COMPUTE_REGUL_METHOD
source: Method of calculation of the control value
it_it: Metodo di calcolo del valore di controllo

source: Minimum
it_it: Minimo

source: Maximum
it_it: Massimo

# JUMPTO_WIZARD
source: Use the wizard to configure this decision
it_it: Utilizzare la procedura guidata per configurare questa decisione

source: Dimmer
it_it: Oscuratore

# CANAL
source: Channel
it_it: Canale

# CONFIRMATION_CHANGEMENT_TYPE_PLUG
source: A Programme semble vu pour cette prise définie. Changer le peut type of prize you impacter inattendu program de façon. That voulez-vous faire?
it_it: Un programma définie Deja tarlo versare il premio cette. Tipo di Changer le de la premio peut impattatore le programme de façon inattendu. Que Voulez-vous faire?

# VIEW_CURRENT_PROGRAM
source: Daily program :
it_it: Programma di gioco :

# CONFIGURE_PROGRAM
source: Configure the behavior of decision
it_it: Configurare il comportamento di decisione

# START_TIME_PROGRAM
source: Departure time
it_it: Orario di partenza

# END_TIME_PROGRAM
source: End time
it_it: Ora di fine

# APPLY_PROGRAM
source: Validate
it_it: Convalidare

# VALUE_ON_OFF
source: Operation
it_it: Funzionamento

# HUMI_WISHED
source: Desired moisture
it_it: Di umidità desiderato

# TEMP_WISHED
source: Desired temperature
it_it: Temperatura desiderata

# WATER_WISHED
source: Height desired water
it_it: Altezza desiderata acqua

# DIMMER_WISHED
source: Desired power
it_it: Potenza desiderata

# VALUE_ON
source: Walking
it_it: A piedi

# VALUE_REGUL
source: Regulation
it_it: Regolamento

# CURRENT_PLUG_PROGRAM
source: Current behavior of decision
it_it: Comportamento attuale della decisione

# TIMEPICKER_SELECT_TIME
source: Choose a time
it_it: Scegliere un tempo

# TIMEPICKER_TIME
source: Time
it_it: Tempo

# TIMEPICKER_HOUR
source: Time
it_it: Tempo

# TIMEPICKER_MINUTE
source: Minute
it_it: Minuto

# TIMEPICKER_SECOND
source: Second
it_it: Secondo

# TIMEPICKER_ENDDAY
source: End of the day
it_it: Fine della giornata

# TIMEPICKER_CLOSE
source: Validate
it_it: Convalidare

# TIMEPICKER_BUTTON_TEXT
source: Choose time
it_it: Tempo di scegliere 's

# TIMEPICKER_BUTTON_TEXT_LOG
source: Choose the date
it_it: Scegli la data

# CHART_FORCE_ON_VALUE
source: Forced on
it_it: Forzata a

# RESET_PROGRAM
source: Re-initialize
it_it: Re-inizializzazione

# SUMARY_TITLE
source: Summary of actions taken
it_it: Sintesi delle azioni intraprese

# SUMARY_ON
source: Start taking
it_it: Iniziare a prendere

# SUMARY_OFF
source: Voltage taken out put
it_it: Tensione tolto put

# SUMARY_HOUR
source: to
it_it: a

# EMPTY_ACTION
source: No scheduled action
it_it: Nessuna azione programmata

# SUMARY_REGUL_ON
source: Regulation work
it_it: Lavori regolamento

# SUMARY_REGUL_OFF
source: Regulation to stop
it_it: Regolamento di smettere

# ADD_PLUG
source: Add support
it_it: Aggiungere il supporto

# MAX_PLUG_REACHED
source: Bag limit reached
it_it: Limite Bag raggiunto

# REMOVE_PLUG
source: Delete taken
it_it: Elimina preso

# MIN_PLUG_REACHED
source: Minimum catch reached
it_it: Cattura minimo raggiunto

# PLUG_ADDED
source: Taken successfully added
it_it: Preso correttamente aggiunto

# PLUG_MAX_ADDED
source: You have reached the maximum number of configurable taken
it_it: È stato raggiunto il numero massimo di configurabile preso

# PLUG_MIN_ADDED
source: You have reached the minimum number of configurable taken
it_it: Hai raggiunto il numero minimo di configurabile preso

# PLUG_REMOVED
source: Deleted successfully taken
it_it: Soppresso partecipato con successo

# VALUE_REGUL_SECOND
source: Secondary control
it_it: Regolazione secondaria

# SECOND_REGUL_ON
source: Enabled
it_it: Attivato

# SECOND_REGUL_OFF
source: Off
it_it: Spento

# RESET_OLD_PROGRAM
source: Delete the old program
it_it: Eliminare il vecchio programma

# PROGRAM_NEW_ACTION
source: Programmer action
it_it: Azione Programmer

# PROGRAM_PONCTUAL
source: ponctuelle
it_it: punto

# PROGRAM_CYCLIC
source: cyclique
it_it: ciclico

# REPEAT_EVERY
source: Repeat all
it_it: Ripeti tutto

# TITLE_EXPORT_PROGRAM
source: Export program decision
it_it: Decisione programma di esportazione

# TITLE_IMPORT_PROGRAM
source: Importing a program for taking
it_it: Importazione di un programma per l'adozione

# TITLE_RESET_PROGRAM
source: Clear program decision
it_it: Cancella decisione programma

# TITLE_ADD_PLUG
source: Add support to configure
it_it: Aggiungere il supporto per configurare

# TITLE_REMOVE_PLUG
source: Delete the last shot
it_it: Eliminare l'ultimo colpo

# BEHAVIOUR
source: Behavior
it_it: Comportamento

source: regulation
it_it: regolamento

# CONFIRM_SAME_PROGRAM
source: Program hours are returned the same as the previous program. This will change your old program, would you apply this program anyway?
it_it: Ore di programmazione vengono restituiti lo stesso del programma precedente. Questo cambierà il vostro vecchio programma, vuoi applicare questo programma comunque?

# JUMPTO_PLUG
source: Configure plug associated to this program
it_it: Configurare il supporto associato a questo programma

# ERROR_MAX_PROGRAM
source: The maximum number of status change for decision (limited to 999 for all combined doses) has been reached. The last action of your programs will take place at:
it_it: È stato raggiunto il numero massimo di cambiamento di stato per la decisione (limitato a 999 per tutte le dosi combinate). L'ultima azione dei vostri programmi si svolgerà presso:

# CYCLIC_DURATION_TIME
source: Duration
it_it: Durata

# VALUE_DIMMER
source: Dimmer
it_it: Oscuratore

# SELECTED_DAILY_PROGRAM
source: for the daily program
it_it: il programma per il gioco

# PROGRAM_DAILY_SAVE
source: Save a copy
it_it: Salvare una copia

# PROGRAM_DAILY_SAVE_FINISH
source: Registration succeeded
it_it: Registrazione riuscita

# PROGRAM_DAILY_DELETE
source: Remove
it_it: Rimuovi

# NO_DAILY_PROGRAM_TO_DELETE
source: No game programs to remove
it_it: Non ci sono programmi di gioco per rimuovere

# PROGRAM_DAILY_DELETE_VALID
source: The program has been deleted.
it_it: Il programma è stato cancellato.

# PARAMETERS_PROGRAM_TITLE
source: Advanced program options
it_it: Opzioni del programma avanzate

source: Program name
it_it: Il nome del programma

# REMOVE_1000_CHANGE_LIMIT_SELECT
source: Remove the limit of 1000 changes
it_it: Rimuovere il limite di 1000 modifiche

# REMOVE_5_MINUTE_LIMIT_SELECT
source: Remove the limit of 5 minutes
it_it: Rimuovere il limite di 5 minuti

# NO_PLUG_SELECTED
source: No plugs selected
it_it: Nessun supporto selezionato

# SELECT_FILE_NAME
source: No file selected
it_it: Nessun file selezionato
