Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: it_it

# TOOLTIP_DEFINE_COST
source: This tab calculates the theoretical and actual cost of your installation. <br /> <ul Class='list_class_tooltip'> <li> <b> theoretical cost </b> is made from information from your treatment programs. Note that the daily programs are not included in this calculation. Regulation (which can cut or turn taking) is not recognized (the catch is considered running). The price shown will be the maximum price if the control has not triggered. <br /> <br /> </Li> <li> <b> actual cost </b> is made of information files power (power files: pwr_XX) of Cultibox. These files provide information when making lit and has étteinte. Regulation is taken into account in the calculation of cost </li> </ul> <b> Conclusion. </B> it is possible to note slight differences between the actual calculation and the theoretical calculation that can come from a regulation is not taken into account or the accuracy of power files (recording every X minutes while programs are accurate to the second).
it_it: Questa scheda calcola il costo teorico ed effettivo del vostro impianto. <br /> <ul Class='list_class_tooltip'> <li> <b> costo teorico </b> è costituito da informazioni dai vostri programmi di trattamento. Si noti che i programmi giornalieri non sono inclusi in questo calcolo. Il regolamento (che può tagliare o trasformare passivo) non è riconosciuto (la cattura è considerata in esecuzione). Il prezzo indicato sarà il prezzo massimo se il controllo non ha innescato. <br /> <br /> </Li> <li> <b> costo effettivo </b> è fatto di informazioni file potenza (file di potenza: pwr_XX) di Cultibox. Questi file forniscono informazioni al momento illuminato e ha étteinte. Regolamento viene preso in considerazione nel calcolo del costo </li> </ul> <b> Conclusione. </B> è possibile notare lievi differenze tra il calcolo effettivo e il calcolo teorico che può venire da un regolamento non viene presa in considerazione o l'esattezza dei file di potenza (registrando ogni X minuti mentre i programmi sono precisi al secondo).

# TOOLTIP_CALENDAR_SUBSTRAT
source: Depending on the substrate you choose, fertilizer programs are filtered. You can only select programs associated with your substrate.
it_it: A seconda del substrato che si sceglie, vengono filtrati i programmi di fertilizzanti. È possibile selezionare solo programmi associati con il substrato.

# TOOLTIP_PROGRAM
source: This field allows you to select the program to apply. To know more precisely the amount of fertilizer applied please refer to the documentation.
it_it: Questo campo permette di selezionare il programma da applicare. Per conoscere con maggiore precisione la quantità di fertilizzante applicato consultare la documentazione.

# TOOLTIP_CALENDAR_STARTDATE
source: With this field you can select the first day will be applied to selected fertilizer program.
it_it: Con questo campo è possibile selezionare la prima giornata verrà applicato selezionato programma di fertilizzante.

# TOOLTIP_CALENDAR_EVENT_NAME
source: This field allows you to define a name for your fertilizer program. This name appears in the title of each event.
it_it: Questo campo consente di definire un nome per il programma di fertilizzante. Questo nome appare nel titolo di ogni evento.

# TOOLTIP_CALENDAR_SELECT_CROISSANCE
source: If you choose growth, the first three weeks of culture program will be implemented. If you choose flowering, the last eight weeks of culture program will be implemented.
it_it: Se si sceglie di crescita, saranno attuate le prime tre settimane del programma culturale. Se si sceglie la fioritura, saranno attuate le ultime otto settimane del programma culturale.

# TOOLTIP_MSGBOX_EYES
source: Click on the image to reappear message box software
it_it: Clicca sull'immagine per riapparire software messaggio

# TOOLTIP_RTC_OFFSET
source: Shifts daily at 2am the clock Cultibox. If you enter 5 seconds, 2 hours, the clock will jump to 2h00m05s
it_it: Turni giornalieri alle 2 del mattino l'orologio Cultibox. Se si immettono 5 secondi, 2 ore, l'orologio salterà a 2h00m05s

# TOOLTIP_NO_SENSOR_DEFINED
source: Sensor is not yet defined: when first loading logs from your SD card, your sensors will be configured automatically
it_it: Encoder non è ancora definita: quando i primi registri di carico dalla scheda SD, i sensori verranno configurati automaticamente

# TOOLTIP_5MN_LIMIT
source: By default, the minimum repetition time of a cyclic action for a program is 5 minutes. You can disable this limit with this option.
it_it: Per impostazione predefinita, il tempo minimo di ripetizione di una azione ciclica di un programma è di 5 minuti. È possibile disattivare questo limite con questa opzione.

# TOOLTIP_1000_CHANGE_LIMIT
source: A limit of 1000 changes for all the combined catch is initially set. You can disable this limit with this option.
it_it: Un limite di 1000 cambiamenti per tutto il pescato combinato è inizialmente impostato. È possibile disattivare questo limite con questa opzione.

# TOOLTIP_EXPORT_SET_PROGRAM
source: This feature allows you to export a program of play and decision programs that make up a file. This file can be used to apply with the import feature, a series of programs on catches that make up a program of play.
it_it: Questa funzione consente di esportare un programma di gioco e di decisione dei programmi che compongono un file. Questo file può essere utilizzato per applicare con la funzione di importazione, una serie di programmi sulle catture che compongono un programma di gioco.

# TOOLTIP_IMPORT_SET_PROGRAM
source: This feature allows you to import a game program from a file. The import file can be created by the export function by another user Cultibox to exchange programs.
it_it: Questa funzione consente di importare un programma di gioco da un file. Il file di importazione può essere creato con la funzione di esportazione da un altro utente Cultibox a programmi di scambio.

# GENERATE_TIME
source: Generated
it_it: Generato

# CURRENT_PROG_NAME
source: Current
it_it: Corrente

# CURRENT_PROG_COMMENT
source: Current program
it_it: Programma corrente

# CULTIPI_CONFIRM_UPDATE
source: Updates are available, would you put them?
it_it: Gli aggiornamenti sono disponibili, sarebbe li metti?

# CULTIPI_UPDATED
source: Your system has been updated!
it_it: Il sistema è stato aggiornato!

# CULTIPI_NO_UPDATE
source: Your system is up to date!
it_it: Il sistema è aggiornato!

# CULTIPI_ACCESS_UPDATE
source: Your module does not seem to have access to the Internet to look for updates.
it_it: Il modulo non sembra avere accesso a Internet per cercare gli aggiornamenti.

# TOOLTIP_UPDATE_RPI
source: Click on the image to check for updates for your system
it_it: Clicca sull'immagine per controllare gli aggiornamenti per il sistema

# EXPORT_CONF
source: Export Configuration
it_it: Esporta configurazione

# CONFIRM_RESTART_CULTIPI_TITLE
source: Service Restart Cultipi
it_it: Riavvia servizio Cultipi

# CONFIRM_RESTART_CULTIPI
source: Do you want to restart the Cultipi service?
it_it: Vuoi riavviare il servizio Cultipi?

# SUCCESS_RESTART_RPI
source: The module was restarted successfully, it will be available again in a few seconds.
it_it: Il modulo è stato riavviato con successo, sarà di nuovo disponibile in pochi secondi.

# CONFIRM_RESTART_RPI
source: Do you want to restart the Cultipi module?
it_it: Vuoi riavviare il modulo Cultipi?

# RPI_RESTART
source: Click to restart the Cultipi
it_it: Fare clic per riavviare il Cultipi

# ERROR_SAVE_PASSWORD
source: Error password change, the old password will be kept
it_it: Il cambiamento della password Errore, la vecchia password verrà mantenuta

# SAVED_PASSWORD
source: Password changed successfully
it_it: Password modificata correttamente

# CULTIPI_SYNOPTIC
source: Synoptic
it_it: sinottica

# CULTIPI_NETWORK_CONF
source: Network Setup
it_it: Configurazione della rete

# CULTIPI_ADMIN
source: Administration
it_it: Amministrazione

# CULTIPI_SYNO_ADD_ELEMENT
source: Add an item
it_it: Aggiungi un elemento

# CULTIPI_SYNO_CONF
source: Configure
it_it: Configura

# CULTIPI_SYNO_ROTATION
source: Rotation
it_it: Rotazione

# CULTIPI_SYNO_PROFONDEUR
source: Depth
it_it: Profondità

# CULTIPI_SYNO_PILOTAGE
source: Steering
it_it: Sterzo

# CULTIPI_SYNO_PILOTER
source: Pilot
it_it: Pilota

# CULTIPI_LOGS_HTTPD
source: Click on the image to view the logs of the Http service
it_it: Clicca sull'immagine per visualizzare i log del servizio Http

# CULTIPI_LOGS_MYSQL
source: Click on the image to view the logs of the MySQL service
it_it: Clicca sull'immagine per visualizzare i log del servizio MySQL

# CULTIPI_LOGS_CULTIPI
source: Click on the image to view the logs of Cultipi service
it_it: Clicca sull'immagine per visualizzare i registri di servizio Cultipi

# CULTIPI_LOGS_SERVICE
source: Click on the image to view the logs of system services
it_it: Clicca sull'immagine per visualizzare i registri dei servizi di sistema

# CULTIPI_DL_LOGS_SERVICE
source: Click on the image to download the logs of system services
it_it: Clicca sull'immagine per scaricare i registri dei servizi di sistema

# CULTIPI_DL_LOGS_HTTPD
source: Click on the image to download the logs of Http service
it_it: Clicca sull'immagine per scaricare i registri di servizio Http

# CULTIPI_DL_LOGS_MYSQL
source: Click on the image to download the logs of the MySQL service
it_it: Clicca sull'immagine per scaricare i log del servizio MySQL

# CULTIPI_DL_LOGS_CULTIPI
source: Click on the image to download the logs of Cultipi service
it_it: Clicca sull'immagine per scaricare i registri di servizio Cultipi

# DEFCOM
source: Failure of communication between the software and the element
it_it: In mancanza di comunicazione tra il software e l'elemento

# TIMEOUT
source: Abandonment of communication following a timeout
it_it: Abbandono della seguente comunicazione per rallentare la risposta

# OUTPUT_LOGS
source: Logs output
it_it: Logs uscita

source: Error Logs
it_it: Log di errore

# RESTART_SERVICE
source: Click image to restart the service
it_it: Clicca l'immagine per riavviare il servizio

# SERVICE_ON
source: Service march
it_it: marcia Service

# SERVICE_OFF
source: Service stopped or in an unknown state
it_it: Servizio fermo o in uno stato sconosciuto

# ERROR_RESTART_SERVICE
source: Error of red & startup service
it_it: Errore del servizio red & startup

# SUCCESS_RESTART_SERVICE
source: restart service performed successfully
it_it: service restart eseguito con successo

# DIR_CONF_UPDATE
source: Your configuration is up to date
it_it: La configurazione è aggiornato

# DIR_CONF_NOT_UPTODATE
source: The configuration used is not updated, click here to update the configuration: <button id='update_conf'> Update configuration </button>
it_it: La configurazione utilizzata non è aggiornata, clicca qui per aggiornare la configurazione: <button id='update_conf'>Aggiorna configurazione</button>

# WAIT_UPDATED_CONF
source: Checking the Configuration
it_it: Verifica della configurazione

# SYNO_UPDATE_CULTIPI_STATUS_START
source: Wifi module during startup
it_it: Modulo WiFi durante l'avvio

# SYNO_UPDATE_CULTIPI_STATUS_STARTED
source: Started Wifi Module
it_it: Iniziato Wifi Module

# SYNO_UPDATE_CULTIPI_STATUS_TIMEOUT
source: Wifi Module not responding
it_it: Wifi Module non risponde

# CULTIPI_IMAGE_VERSION
source: Image version
it_it: Versione dell'immagine

# CULTIPI_SERVICE
source: Cultipi service status
it_it: Stato servizio Cultipi

# SYNO_UPDATE_PLUG_HOUR
source: Last update of the sensors :
it_it: Ultimo aggiornamento presi :

# SYNO_UPDATE_SENSOR_HOUR
source: Last update of the plugs :
it_it: Ultimo aggiornamento dei sensori :

# IMPORT_CONF_CULTIPI
source: Import Configuration
it_it: Importa configurazione

# IMPORT_CONF
source: Import configuration
it_it: Importa configurazione

# SUCCESS_IMPORT_CONF
source: imported configuration with succees
it_it: Configurazione importato con succees

# ERROR_IMPORT_CONF
source: Error while importing your configuration
it_it: Errore durante l'importazione della configurazione

# CHANGE_PASSWORD
source: Change the interface password
it_it: Modificare la password di interfaccia

source: New password
it_it: Nuova password

# CONFIRM_NEW_PASSWORD
source: Password Confirmation
it_it: Password Conferma

source: Save password
it_it: Salva password

source: Palette
it_it: Tavolozza

source: Brightness
it_it: Luminosità

source: Contrast
it_it: Contrasto

source: Resolution
it_it: Risoluzione

# TITLE_WEBCAM
source: Currently captured by the Webcam Image
it_it: Attualmente catturata dall'immagine Webcam

# TIME_CREATION_IMG
source: Image captured
it_it: Immagine catturata

# CLOSE_BUTTON
source: Close
it_it: Chiudi

# DIR_CONF_NOT_UPTODATE_POPUP
source: The configuration used is not updated, you can update the configuration with the boutton in the software dialog.
it_it: La configurazione utilizzata non è aggiornata, è possibile aggiornare la configurazione con il boutton nella finestra del software.

# DISABLE_POPUP
source: Do not warn me and let me manage the configuration in the dialog
it_it: Non avvisarmi e fammi gestire la configurazione nella finestra di dialogo

source: Gateway
it_it: Ingresso

# NETWORK_AVAILABLE
source: Your unit is now redémarer. It will be available again in a few seconds.
it_it: L'unità è ora redémarer. Sarà di nuovo disponibile in pochi secondi.

# RESET_NETWORK_CONF
source: Click on the image to restore the system to its original configration
it_it: Clicca sull'immagine per ripristinare il sistema allo configration originale

# CULTIPI_DL_BONJOUR
source: Click on the image to download the installer service 'Hello'
it_it: Clicca sull'immagine per scaricare il servizio di installazione di 'Ciao'

# CONFIRM_RESET_NETWORK
source: This action will effectively reset the factory manual network configuration all you have done for the network will be lost and the unit will return to its original configration. Are you sure you want to continue?
it_it: Questa azione sarà efficace ripristinare la configurazione di rete manuale fabbrica tutto quello che hai fatto per la rete andranno persi e l'unità tornerà alla sua configration originale. Sei sicuro di voler continuare?

# CONFIGURE_TITLE_CULTIBOX_NET
source: Network configuration
it_it: Configurazione di rete del vostro Cultipi

# CONFIGURE_SUBTITLE
source: The configuration shown corresponds to the currently applied configuration
it_it: La configurazione mostrata corrisponde alla configurazione attualmente applicata

# ADDR_TYPE
source: address type
it_it: tipo di indirizzo

# NO_IFACE_FOUND
source: Not Detected interface
it_it: Interfaccia non rilevato

# TOOLTIP_MANUAL_IP
source: If this option is selected, you will need to manually enter the desired address for your Cultipi Module
it_it: Se questa opzione è selezionata, è necessario inserire manualmente l'indirizzo desiderato per il Cultipi Module

# TOOLTIP_DYNAMIC_IP
source: If this option is selected, an address will be given to your Cultipi Module
it_it: Se questa opzione è selezionata, l'indirizzo sarà dato al vostro Cultipi Module

# WIRE_CONF
source: Wired connection
it_it: Connessione cablata

# WIRELESS_CONF
source: Wireless Connection
it_it: connessione wireless

# PHY_ADDR
source: Physical address of the interface
it_it: Indirizzo fisico dell'interfaccia

# DEACTIVATED
source: Disable
it_it: Disattiva

# MANUAL_IP_ADDR
source: Manual Address
it_it: Indirizzo manuale

# DYNAMIC_IP_ADDR
source: Automatically Address
it_it: Indirizzo automatica

# IP_ADDR
source: Network Address
it_it: Indirizzo di rete

# IP_MASK
source: Network Mask
it_it: Maschera di rete

# CONFIGURE_WIFI_IP
source: address of your wireless module
it_it: indirizzo del modulo wireless

# CONFIGURE_WIFI_KEY_TYPE
source: Type the key
it_it: Digitare il tasto

# CONFIGURE_WIFI_PASSWORD
source: Network Password
it_it: Password di rete

# CONFIGURE_WIFI_PASSWORD_CONFIRM
source: Password Confirmation
it_it: Password Conferma

# CONFIGURE_WIFI_SSID
source: Network Name
it_it: Nome di rete

# CONFIGURE_WIFI_IP_MASK
source: Network Mask
it_it: Maschera di rete

# SHOW_CURRENT_PWD
source: Leave the mouse clicked on the picture to display the password
it_it: Lasciare il mouse cliccato sull'immagine per visualizzare la password

# ERROR_SSID_VALUE
source: The network name can not be empty
it_it: Il nome di rete non può essere vuoto

# ERROR_PASSWORD_VALUE
source: The passwords must match
it_it: Le password devono coincidere

# ERROR_WIFI_IP_MASK
source: Error in the netmask format: XXX.XXX.XXX.XXX
it_it: Errore nel formato netmask: XXX.XXX.XXX.XXX

# TOOLTIP_IP_ADDR
source: The module address must be in the form XXX.XXX.XXX.XXX <br /><br /><i>Example: 192.168.0.15</i>
it_it: L'indirizzo dell'unità deve essere in forma XXX.XXX.XXX.XXX <br /><br /><i>Esempio: 192.168.0.15</i>

# TOOLTIP_MASK_ADDR
source: The network mask must be of the form XXX.XXX.XXX.XXX <br /><br /><i>Example: 255.255.255.0</i>
it_it: La maschera di rete deve essere di forma XXX.XXX.XXX.XXX <br /><br /><i>Esempio: 255.255.255.0</i>

# ERROR_WIFI_IP
source: Error in the format of IP: XXX.XXX.XXX.XXX
it_it: Errore nel formato IP: XXX.XXX.XXX.XXX

# ERROR_WEP_KEY_TYPE
source: Error in the WEP password format: it must contain only numbers (0-9) and have 5, 10, 13 or 29 characters long
it_it: Errore nel formato della password WEP: esso deve contenere solo numeri (0-9) e hanno lunga 5, 10, 13 o 29 caratteri

# ERROR_WEP_KEY_TYPE_HEXA
source: Error in the WEP password format: it must contain only numbers (0-9) and the letters A to F to 10, 20, 26 or 58 characters long
it_it: Errore nel formato della password WEP: esso deve contenere solo numeri (0-9) e le lettere da A a F 10, 20, lungo 26 o 58 caratteri

# ERROR_WPA_KEY_TYPE
source: Error in the WPA password format: it must be between 8 and 63 characters
it_it: Errore nel formato della password WPA: deve essere compresa tra 8 e 63 caratteri

# TOOLTIP_WIFI_SSID
source: The name of your wireless network currently in progress. This is the identifier (SSID) of your local WiFi network.
it_it: Il nome della rete wireless in corso. Questo è l'identificatore (SSID) della rete WiFi locale.

# TOOLTIP_WIFI_KEY_TYPE
source: The type of encryption the key to your WiFi network
it_it: Il tipo di crittografia della chiave per la vostra rete WiFi

# TOOLTIP_WIFI_IP
source: The address of your wireless module can be customized by returning an IP address to the format XXX.XXX.XXX.XXX
it_it: L'indirizzo del modulo wireless può essere personalizzato con il ritorno di un indirizzo IP nel formato XXX.XXX.XXX.XXX

# SAVE_CONF
source: Save Settings
it_it: Salva impostazioni

# EMPTY_NETWORK_CONFIG
source: No network configuration (wired or wireless) has been enabled. You must enable a network connection to make your module available.
it_it: Nessuna configurazione di rete (cablata o wireless) è stata abilitata. È necessario attivare una connessione di rete per rendere il modulo disponibile.

# WIFI_SCAN_ESSID
source: Available networks
it_it: Reti disponibili

# WIFI_ESSID_SCAN_TITLE
source: Choose a wireless network
it_it: Scegliere una rete senza fili

# WIFI_SCAN_SUBTITLE
source: The following WiFi networks have been detected and are available to connect your module
it_it: I seguenti reti WiFi sono stati individuati e sono a disposizione per collegare il modulo

# ERROR_NET_FILE_CREATION
source: An error occurred while creating the network configuration files
it_it: Si è verificato un errore durante la creazione dei file di configurazione di rete

# AVAILABLE_MODULE_SET
source: Your module is now connected to the network (s) (x) set (s) You can reconnect to your network and access the Cultipi module to the following address in your favorite browser. <p class='p_center'><a class='note_link' href='http://cultipi.local/cultibox/' target='_blank'>http://cultipi.local/cultibox/</a></p>
it_it: Il modulo è ora collegato alla rete (s) (x) set (s) È possibile riconnettersi alla rete e accedere al modulo Cultipi al seguente indirizzo nel vostro browser preferito. <p class='p_center'><a class='note_link' href='http://cultipi.local/cultibox/' target='_blank'>http://cultipi.local/cultibox/</a></p>

# RESTORED_CONF
source: An error occurred while setting up your network configuration. The previous configuration has been restored
it_it: Si è verificato un errore durante l'impostazione della configurazione di rete. La configurazione precedente è stato restaurato
