Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: it_it

# TITLE_EXPORT_SET_PROGRAM
source: Export a set of programs
it_it: Esportare un set di programmi

# TITLE_IMPORT_SET_PROGRAM
source: Import a set of programs
it_it: Importare un set di programmi

# CONTEXT_MENU
source: Export your graph
it_it: Esportare il grafico

# PRINT_HIGHCHART
source: Print the graph
it_it: Stampa il grafico

# EXPORT_HIGHCHART
source: Export chart into a document or an image
it_it: Tabella Export in un documento o un'immagine

source: Export PNG
it_it: Esporta PNG

# EXPORT_JPEG
source: Export to JPEG
it_it: Esporta in JPEG

# EXPORT_PDF
source: Export to PDF
it_it: Esporta in PDF

# EXPORT_SVG
source: Export to SVG
it_it: Esporta in SVG

# RESET_ZOOM_TITLE
source: Cancel zoom
it_it: Annulla zoom

source: and
it_it: e

# WIZARD_FIRST_USE
source: Welcome to the interface configuration and use of your Cultibox. The wizard will allow you to easily configure the programs associated with your shots, configure the plug type and behavior. Click the button next <b> </b> to start the wizard. You can skip this step and manually configure your catch by clicking the <b>Close the wizard</b> button
it_it: Benvenuti alla configurazione dell'interfaccia e l'uso della Cultibox. La procedura guidata vi permetterà di configurare facilmente i programmi connessi con i vostri scatti, configurare il tipo e il comportamento spina. Fare clic sul pulsante accanto per avviare la procedura guidata. È possibile saltare questo passaggio e configurare manualmente il pescato facendo clic sul pulsante Chiudi <b> guidata </b>

# CLOSE_WIZARD
source: Close the wizard
it_it: Chiudere la procedura guidata

# WIZARD_INTRO
source: Configuration Wizard taken
it_it: Configurazione guidata preso

# WIZARD_CONFIGURE_PLUG_NUMBER
source: Taking issue
it_it: Prendendo problema

# WIZARD_NEXT_STEP
source: Next>
it_it: Avanti>

# WIZARD_PREVIOUS_STEP
source: <Previous
it_it: <Precedente

# WIZARD_FINISH_STEP
source: Save and close the wizard
it_it: Salvare e chiudere la procedura guidata

# WIZARD_OTHER_STEP
source: Register and configure a different outlet
it_it: Registrati e configurare una presa diversa

# WIZARD_PLUG_TYPE
source: Number 1 jack will be configured as a lamp. This jack can accommodate a lamp <b> 600 Watts </b> maximum <b> </b>.
it_it: Numero 1 jack sarà configurato come una lampada. Questo connettore può ospitare una lampada <b> 600 Watt </b> fino <b> </b>.

# WIZARD_PLUG_LAMP
source: You can now choose the time of ignition and extinction of the lamp to determine the operation of your equipment.
it_it: È ora possibile scegliere il tempo di accensione e spegnimento della lampada per determinare il funzionamento delle apparecchiature.

# WIZARD_PLUG_PROGRAM
source: You can now choose the time of switching on and off of your equipment. To do this, select a start time that the equipment will start up and end time where the equipment is off.
it_it: È ora possibile scegliere il tempo di accensione e spegnimento delle apparecchiature. Per fare questo, selezionare un orario di inizio che l'apparecchiatura si avvia e il tempo in cui l'apparecchio è spento fine.

# WIZARD_STEP
source: Step
it_it: Passo

# WIZARD_CONFIGURE_OTHER_PLUG
source: Configuration decision
it_it: Decisione di configurazione

# WIZARD_OTHER_PLUG_NUMBER
source: You will now set up a new outlet.
it_it: A questo punto impostare un nuovo punto vendita.

# WIZARD_OTHER_PLUG_TYPE
source: Choose the type of connector to use: <ul class='list_class_wizard'> <li> heating to raise the temperature </li> <li> a fan to lower the temperature </li> <li> a humidifier to increase the moisture </li> <li> a dehumidifier to reduce humidity </li> <li> a water pump to increase the water level </li> <li> lamp </li> <li> 'other' for all other types of equipment. <br /> <br /> If you choose to configure a new lamp, it must be <b> less powerful 200 Watts </b>
it_it: Scegliere il tipo di connettore da utilizzare: <ul class='list_class_wizard'> <li> riscaldamento per alzare la temperatura </li> <li> un ventilatore per abbassare la temperatura </li> <li> un umidificatore per aumentare l' umidità </li> <li> un deumidificatore per ridurre l'umidità </li> <li> una pompa d'acqua per aumentare il livello di acqua </li> Lampada <li> </li> <li> 'altro' per tutti gli altri tipi di apparecchiature. <br /> <br /> Se si sceglie di configurare una nuova lampada, deve essere <b> meno potente 200 Watt </b>

# START_TIME_EQUIPMENT
source: Equipment start time
it_it: Attrezzature accensione Tempo

# END_TIME_EQUIPMENT
source: Equiment end time
it_it: Smettere delle attrezzature

# DAY_DURATION
source: day
it_it: giorno

# DAYS_DURATION
source: days
it_it: giorni

# CALENDAR_STARTED
source: Event ago started
it_it: Evento fa ha iniziato

# CALENDAR_ENDED
source: Event finished for
it_it: Evento finito per

# CALENDAR_START
source: Event start in
it_it: start Evento in

# CALENDAR_END
source: Event end in
it_it: end Evento in

# CALENDAR_TITLE
source: Calendar
it_it: Calendario

# CALENDAR_ENGRAIS
source: Planning fertilizer
it_it: Pianificazione fertilizzante

# CALENDAR_SUBSTRAT
source: Substrate used
it_it: Substrato usato

# CALENDAR_PROGRAM
source: Fertilizer Program applying
it_it: Fertilizzanti Programma applicazione

# CALENDAR_STARTDATE
source: Starting date of the program
it_it: Data di avvio del programma

# CREATE_CALENDAR_PROGRAM
source: Plan
it_it: Piano

# DISABLED_XML_FILE
source: None detected XML file
it_it: Nessuno rilevato un file XML

# WHAT_DIALOG_CALENDAR
source: What do you want?
it_it: Cosa vuoi?

# REMOVE_DIALOG_CALENDAR
source: Delete the annotation
it_it: Elimina l'annotazione

# CANCEL_DIALOG_CALENDAR
source: Cancel
it_it: Cancellare

# EDIT_DIALOG_CALENDAR
source: Edit Annotation
it_it: Modifica annotazione

# CREATE_DIALOG_CALENDAR
source: Add Annotation
it_it: Aggiungi annotazione

# CALENDAR_SUBJECT
source: Topic
it_it: Argomento

# CALENDAR_COLOR
source: Choose a color
it_it: Scegli un colore

# CALENDAR_REMARK
source: Remark
it_it: Osservazione

# CALENDAR_START_DATE
source: Departure date (YYYY-MM-DD)
it_it: Data di partenza (YYYY-MM-DD)

# CALENDAR_STOP_DATE
source: End date (YYYY-MM-DD)
it_it: Data finale (AAAA-MM-DD)

# MANAGE_CALENDAR
source: Management annotations
it_it: Annotazioni di Gestione

# SAVE_DIALOG_CALENDAR
source: Save
it_it: Salvare

source: Today
it_it: Oggi

# SUBJECT_START
source: Early culture
it_it: Cultura anticipata

# SUBJECT_FERTILIZERS
source: Fertilizer
it_it: Fertilizzante

# SUBJECT_WATER
source: Water change
it_it: Cambio d'acqua

# SUBJECT_BLOOM
source: Flowering
it_it: Fiorito

# SUBJECT_HARVEST
source: Harvest
it_it: Raccolto

# SUBJECT_OTHER
source: Other
it_it: Altro

# DAY01
source: Monday
it_it: Lunedi

# DAY02
source: Tuesday
it_it: Martedì

# DAY03
source: Wednesday
it_it: Mercoledì

# DAY04
source: Thursday
it_it: Giovedi

# DAY05
source: Friday
it_it: Venerdì

# DAY06
source: Saturday
it_it: Sabato

# DAY07
source: Sunday
it_it: Domenica

# D02
source: March
it_it: Marzo

# D03
source: Sea
it_it: Mare

# D04
source: Game
it_it: Gioco

# D07
source: Sun
it_it: Sole

# RESET_CONFIRM_CALENDAR
source: Are you sure you want to delete all events recorded in the calendar?
it_it: Sei sicuro di voler eliminare tutti gli eventi registrati nel calendario?

# VALID_DELETE_CALENDAR
source: Calendar successfully removed
it_it: Calendario rimosso con successo

# VALID_ADD_CALENDAR
source: Calendar updated with the selected program
it_it: Calendario aggiornato con il programma selezionato

# XML_DISPLAYED_FILE
source: XML files to display
it_it: File XML da visualizzare

source: Save
it_it: Registro

# CALENDAR_EVENT_NAME
source: Event Name
it_it: Nome evento

# CALENDAR_SELECT_CROISSANCE
source: Select the part to apply
it_it: Selezionare la parte da applicare

# CALENDAR_CROISSANCE
source: Growth
it_it: Crescita

# CALENDAR_FLORAISON
source: Flowering
it_it: Fiorito

# CALENDAR_CROISSANCE_+_FLORAISON
source: Growth and Flowering
it_it: Crescita + Fioritura

# CALENDAR_IMPORTANT
source: Significant Event
it_it: Evento significativo

# SUMARY_IMPORTANT_LIST
source: Summary of important recent events
it_it: Sintesi dei recenti avvenimenti importanti

# EVENT_FROM
source: Event of
it_it: Evento di

# EVENT_TO
source: the
it_it: il

# CALENDAR_DAILY_PROGRAM
source: Daily program
it_it: Programma giornaliero

# ERROR_DROP_EVENT
source: Error: there is already a daily program defines that day.
it_it: Errore: c'è già un programma quotidiano definisce quel giorno.

# CALENDAR_UPDATE_SD_EVENT
source: Updating events on the SD card
it_it: Eventi Aggiornamento sulla scheda SD

# PARAMETERS_CALENDAR_TITLE
source: Advanced calendar Options
it_it: Opzioni calendario avanzate

# EMPTY_DAILY_PROGRAM
source: No daily schedule has not yet been defined. You can create daily programs from the program advanced options tab.
it_it: Nessun programma giornaliero non è stato ancora definito. È possibile creare programmi giornalieri dalla scheda opzioni avanzate del programma.

# SELECT_START_DAY
source: Day of departure (YYYY-MM-DD)
it_it: Giorno di partenza (YYYY-MM-DD)

# SELECT_END_DAY
source: End day (YYYY-MM-DD)
it_it: Giorno di fine (YYYY-MM-DD)

# COST_PRICE_COMPUTE
source: Calculating the cost of your installation
it_it: Calcolo del costo dell'installazione

# COST_PRICE_COMPUTE_GRAPH
source: Cost of your installation
it_it: Il costo dell'installazione

# COST_PRICE_FOR_DAY
source: for
it_it: per

# COST_PRICE_TIME
source: for the period
it_it: per il periodo

# COST_PRICE_TO
source: the
it_it: il

# INSTALLATION_PRICE
source: Price 's installation (euros)
it_it: Installazione Price 's (euro)

# SELECT_PRICE_PLUG
source: Show price
it_it: Mostra il prezzo

# PRICE_ALL_PLUG
source: for all decision
it_it: per tutte le decisioni

# PRICE_DISTINCT_ALL_PLUG
source: by taking
it_it: prendendo

# PRICE_FOR_PLUG
source: for decision
it_it: per la decisione

# PRICE_SELECT_ALL_PLUG
source: For all your shots
it_it: Per tutti i tuoi scatti

source: Real price
it_it: Prezzo reale

# THEORICAL_PRICE
source: Maximum theoretical price
it_it: Prezzo massimo teorico

# SUMARY_COST_TITLE
source: Configuration Summary
it_it: Riepilogo della configurazione

# EMPTY_COST_INFOS
source: No information available
it_it: Nessuna informazione disponibile

# SUMARY_COST_TYPE
source: Subscription
it_it: Abbonamento

# SUMARY_COST_PRICE
source: Price kilowattt hour
it_it: Ora Prezzo kilowattt

# SUMARY_COST_PRICE_HC
source: Price peak hours (kwh)
it_it: Ore di punta Prezzo (kwh)

# SUMARY_COST_PRICE_HP
source: Prices during peak hours (kwh)
it_it: I prezzi nelle ore di punta (kwh)

# SUMARY_START_HC
source: Check-peak hours
it_it: Ore Check-picco

# SUMARY_STOP_HC
source: Late peak
it_it: Tardo picco

# CONFIGURE_COST_TYPE
source: Type of electrical Subscription
it_it: Tipo di abbonamento elettrica

# COST_HPC
source: Full Time / hollow
it_it: Tempo pieno / vuoto

# CONFIGURE_COST_PRICE
source: Price per kilowatt-hour
it_it: Prezzo per chilowattora

# CONFIGURE_COST_PRICE_HP
source: Price in full time
it_it: Prezzo a tempo pieno

# CONFIGURE_COST_PRICE_HC
source: Price peak hours
it_it: Ore di punta Prezzo

# CONFIGURE_START_HC
source: Early peak hours (HH: MM)
it_it: Ore di punta anticipata (HH: MM)

# CONFIGURE_STOP_HC
source: Late peak hours (HH: MM)
it_it: Ore di punta tardivi (HH: MM)

# PROGRESS_COST_REAL
source: Calculating the actual cost being
it_it: Calcolando l'essere reale costo

# PROGRESS_COST_THEORICAL
source: Calculation of the theoretical cost being
it_it: Calcolo del costo teorico di essere

# COMPUTE_COST
source: Calculate the cost of your current installation
it_it: Calcolare il costo dell'installazione corrente

# COMPUTE_COST_PLUG_REAL
source: Calculation of the actual cost for decision
it_it: Calcolo del costo effettivo per la decisione

# COMPUTE_COST_PLUG_THEORICAL
source: Calculation of the theoretical cost for decision
it_it: Calcolo del costo teorico per decisione

# ERROR_COMPUTE_COST
source: Error when calculating the cost of your installation
it_it: Errore nel calcolo del costo dell'installazione

# VALID_REAL_COST_COMPUTE
source: Calculating the actual cost realized successfully
it_it: Calcolando il costo effettivo realizzato con successo

# VALID_THEORICAL_COST_COMPUTE
source: Calculation of the theoretical cost achieved successfully
it_it: Calcolo del costo teorico raggiunto con successo

# ERROR_SAME_PASSWORD
source: The passwords must match
it_it: Le password devono coincidere

# ERROR_EMPTY_PASSWORD
source: The password can not be empty
it_it: La password non può essere vuoto

# ERROR_WEBCAM
source: No detected Webcam
it_it: No Webcam rilevato

# INFORMATION
source: Information (s)
it_it: Informazioni (s)

# WARNING
source: Warning (s)
it_it: Avvertenza (s)

# ERROR_UPDATE_SQL
source: Error in SQL UPDATE statement
it_it: Errore in SQL UPDATE

# ERROR_DELETE_SQL
source: Error in SQL DELETE query
it_it: Errore in SQL Query di eliminazione

# ERROR_SELECT_SQL
source: Error in the SQL SELECT query
it_it: Errore nella query SQL SELECT

# ERROR_FORMAT_DATE_DAY_START
source: Day of departure: error in the date format (YYYY-MM-DD)
it_it: Giorno di partenza: errore nel formato della data (YYYY-MM-DD)

# ERROR_FORMAT_CALENDAR_DATE
source: Error in the date format (YYYY-MM-DD)
it_it: Errore nel formato della data (YYYY-MM-DD)

# ERROR_FORMAT_DATE_DAY_END
source: End Day: error in the date format (YYYY-MM-DD)
it_it: Giorno di arrivo: errore nel formato della data (YYYY-MM-DD)

# ERROR_FORMAT_DATE_DAY
source: Day display: Error in format (YYYY-MM-DD)
it_it: Visualizzazione dell'orologio: Errore in formato (AAAA-MM-DD)

# ERROR_FORMAT_DATE_MONTH
source: Month to display: Error in format (MM)
it_it: Mese di visualizzazione: Errore in formato (MM)

# ERROR_SD_CARD
source: No SD card detected Cultibox enabled, verify that your card is correctly connected
it_it: Nessuna scheda SD rilevato Cultibox attivata, verificare che la scheda sia correttamente collegato

# ERROR_FORMAT_TIME
source: Error in time format HH: MM: SS
it_it: Errore nel formato HH: MM: SS

# ERROR_FORMAT_TIME_DURATION
source: Duration: error in the format (HH: MM: SS)
it_it: Durata: errore nel formato (HH: MM: SS)

# ERROR_FORMAT_TIME_START
source: Check out: error in the format (HH: MM: SS)
it_it: Partenza: errore nel formato (HH: MM: SS)

# ERROR_FORMAT_TIME_END
source: End time: error in the format (HH: MM: SS)
it_it: Ora fine: errore nel formato (HH: MM: SS)

# ERROR_TIME_VALUE
source: Error in time format: HH: MM
it_it: Errore nel formato: HH: MM

# ERROR_SAME_TIME
source: The start time and end time must be different.
it_it: L'ora e la fine orario di inizio deve essere diverso.

# ERROR_WRITE_SD
source: Error when writing to the SD card, make sure the card is not write-protected
it_it: Errore durante la scrittura sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_TOLERANCE_VALUE_DEGREE
source: Tolerance value: it should be between 0 ° C and 10 ° C
it_it: Valore di tolleranza: dovrebbe essere compresa tra 0 ° C e 10 ° C

# ERROR_TOLERANCE_VALUE_POURCENT
source: Tolerance value: it must be between 0% and 25.5%
it_it: Valore di tolleranza: deve essere compreso tra 0% e il 25,5%

# ERROR_TOLERANCE_VALUE_CM
source: Tolerance value: it must be between 0 cm and 10 cm
it_it: Valore di tolleranza: deve essere compreso tra 0 e 10 cm

# ERROR_VALUE_PROGRAM
source: Error: The value entered must be a number
it_it: Errore: Il valore immesso deve essere un numero

# ERROR_VALUE_PROGRAM_TEMP
source: Temperature value must be between
it_it: Valore di temperatura deve essere compresa tra

# ERROR_VALUE_PROGRAM_HUMI
source: Value of humidity must be between
it_it: Valore di umidità deve essere compresa tra

# ERROR_VALUE_PROGRAM_CM
source: Value of the height of water must be between
it_it: Valore della altezza dell'acqua deve essere compreso tra

# ERROR_ALARM_VALUE
source: The trigger value of the alarm must be greater than 0 and less than 100
it_it: Il valore di attivazione dell'allarme deve essere maggiore di 0 e minore di 100

# ERROR_REGUL_VALUE
source: The trigger value of the control should be greater than 0 and less than 100
it_it: Il valore di soglia del controllo deve essere maggiore di 0 e minore di 100

# ERROR_POWER_VALUE
source: Error in the value of power: it must be greater or equal to 0 Watt
it_it: Errore nel valore di potenza: deve essere maggiore o uguale a 0 Watt

# ERROR_PRICE_VALUE
source: The price per kilowatt hour must be greater than 0
it_it: Il prezzo per chilowattora deve essere maggiore di 0

# ERROR_PRICE_VALUE_HP
source: Full time: the price per kilowatt hour must be greater than 0
it_it: Tempo pieno: il prezzo per kilowattora deve essere maggiore di 0

# ERROR_PRICE_VALUE_HC
source: Peak time the price per kilowatt hour must be greater than 0
it_it: Ora di punta il prezzo per kilowattora deve essere maggiore di 0

# ERROR_COST_PRICE_NULL
source: The price per kilowatt hour must be greater than 0
it_it: Il prezzo per chilowattora deve essere maggiore di 0

# ERROR_DATE_INTERVAL
source: Error in the dates chosen: the out date must be less than or equal to the end date
it_it: Errore nelle date prescelte: La data di partenza deve essere minore o uguale alla data di fine

# ERROR_REMOTE_UPDATE_FILE
source: Unable to access file updates, check your configuration
it_it: Impossibile accedere agli aggiornamenti dei file, controllare la configurazione

# ERROR_POWER_PLUG
source: The power of decision
it_it: Il potere di decisione

# UNCONFIGURED_POWER
source: is not configured.
it_it: non è configurato.

# CONFIGURABLE_PAGE_POWER
source: You can configure
it_it: È possibile configurare

# ERROR_POWER_PLUGS
source: Power sockets
it_it: Prese di corrente

# ERROR_HPC_TIME_NULL
source: L 'start time and / or end of the peak / off-peak is not configured, you can configure
it_it: L 'di tempo e / o alla fine del picco di inizio / off-peak non è configurato, è possibile configurare

# ERROR_COPY_TPL
source: Unable to copy empty_file_64.tpl file on your SD card, make sure the card is not write-protected
it_it: Impossibile copiare il file empty_file_64.tpl sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_COPY_PLGIDX
source: Error copying the plgidx
it_it: Errore durante la creazione del file plgidx

# ERROR_COPY_FILE
source: Error copying a file, check that the card is not write-protected
it_it: Errore copia di un file, controllare che la scheda non sia protetta da scrittura

# ERROR_COPY_FIRM
source: Error verification or copy of a new firmware
it_it: Verifica un errore o copia di un nuovo firmware

# ERROR_COPY_PLUGA
source: Error copying addresses taken, make sure the card is not write-protected
it_it: Indirizzi Errore durante la copia presi, assicurarsi che la carta non sia protetta da scrittura

# ERROR_COPY_PLUG_CONF
source: Error copying the configuration plugs, check that the card is not write-protected
it_it: Errore copiando i tappi di configurazione, verificare che la scheda non è protetta da scrittura

# ERROR_COPY_INDEX
source: Error copying the index file, verify that the card is not write-protected
it_it: Errore copiando il file di indice, verificare che la scheda non è protetta da scrittura

# ERROR_COMPAT_BROWSER
source: Your browser does not seem compatible with the Cultibox software. You can surely use the software, but some features may not be available. Here is the list of officially supported browsers: <br /> <ul class='list_class'> <li> Mozilla Firefox (version 3 and higher) </li> <li> Internet Explorer (version 7 and higher) </li> <li> Google Chrome (All versions) </li> <li> Max Os X Safari (version 5 and above) </li> </ul>
it_it: Il tuo browser non sembra compatibile con il software Cultibox. Si può sicuramente utilizzare il software, ma alcune funzionalità potrebbero non essere disponibili. Ecco l'elenco dei browser ufficialmente supportati: <br /> <ul class='list_class'> <li> Mozilla Firefox (versione 3 e successive) </li> <li> Internet Explorer (versione 7 e successive) </li> <li> Google Chrome (tutte le versioni) </li> <li> Max Os X Safari (versione 5 e superiore) </li> </ul>

# ERROR_REMOTE_SITE
source: Impossible to ascertain the presence of updates, verify that your internet connection is working properly
it_it: Impossibile accertare la presenza di aggiornamenti, verificare che la connessione a Internet funziona correttamente

# ERROR_WRITE_SD_PLUGCONF
source: Error writing to the terminal configuration on the SD card, make sure the card is not write-protected
it_it: Errore di scrittura per la configurazione del terminale sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_WRITE_SD_PLUGA
source: Error writing file address of the jacks on the SD card, make sure the card is not write-protected
it_it: Indirizzo del file Errore durante la scrittura dei jack sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_WRITE_SD_CONF
source: Error writing configuration files on the SD card, make sure the card is not write-protected
it_it: Errore di scrittura file di configurazione sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_WRITE_CALENDAR
source: Error writing the schedule on the SD card, make sure the card is not write-protected
it_it: Errore iscritto il calendario sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_WRITE_PROGRAM
source: Error writing programs on the SD card, make sure the card is not write-protected
it_it: Programmi di scrittura di errore sulla scheda SD, assicurarsi che la scheda non sia protetta da scrittura

# ERROR_MINIMAL_TIME
source: The minimum time allowed is 5 minutes
it_it: Il tempo minimo consentito è di 5 minuti

# ERROR_SELECT_SENSOR
source: At least one sensor must be selected to control, the default sensor 1 will be selected
it_it: Almeno un sensore deve essere selezionata per il controllo, viene selezionato il sensore predefinito 1

# ERROR_ADD_CALENDAR_PROGRAM
source: Error recording schedule from the selected program
it_it: Programma di registrazione errore dal programma selezionato

# LOCKED_CARD
source: Unable to write to the SD card, make sure the card is not write-protected
it_it: Impossibile scrivere sulla scheda SD, assicurarsi che la carta non sia protetta da scrittura

# ERROR_UPDATE_CONF
source: An error occurred while updating the configuration
it_it: Si è verificato un errore durante l'aggiornamento della configurazione

# PROGRAM_DAILY_DELETE_ERROR
source: Error Deleting a daily program
it_it: Errore durante l'eliminazione di un programma giornaliero

# ERROR_PROGRAM_SAME_NAME
source: Programe name is already used for another backup.
it_it: Nome programmi è già utilizzato per un altro backup.

# ERROR_PROGRAM_WRONG_NAME
source: The program name must be between 3 and 16 characters
it_it: Il nome del programma deve essere compresa tra 3 e 16 caratteri

# SYNC_CONF
source: Configration update successfully, the changes will be applied within a few seconds.
it_it: aggiornamento Configration con successo, le modifiche verranno applicate nel giro di pochi secondi.

source: Confirmation
it_it: Conferma

source: here
it_it: qui

# WIZARD
source: Assistant
it_it: Assistente

# CLASSIC
source: Classical
it_it: Classico

# INFO_SD_CARD
source: Cultibox compatible SD card is plugged
it_it: SD card compatibile Cultibox è collegato

# VALID_UPDATE_CONF
source: Configuration updated successfully
it_it: Configurazione aggiornato correttamente

# VALID_DELETE_LOGS
source: Deleting logs successfully completed
it_it: Eliminazione dei registri completato con successo

# VALID_LOAD_LOG
source: Logfiles recent months successfully registered
it_it: File di log ultimi mesi con successo registrati
