Repository: cultibox/cultibox
Catalog: trunk/01_software/02_src/cultibox/main/locale/*.utf8.po
Languages: it_it

# VALID_AUTO_LOAD_LOG
source: Log files of the last 31 days successfully registered
it_it: I file di log degli ultimi 31 giorni registrate con successo

# WIZARD_ENABLE_FUNCTION
source: You can use the wizard to configure taken and their program by clicking here
it_it: È possibile utilizzare la procedura guidata per configurare preso e il loro programma cliccando qui

# WIZARD_DISABLE_FUNCTION
source: You can use the classic interface configuration here
it_it: È possibile utilizzare la configurazione classica interfaccia qui

# WAIT_UPDATED_PROGRAM
source: Checking the SD card
it_it: Controllo della scheda SD

# UPDATED_PROGRAM
source: Your SD card has been updated according to the information in the software
it_it: Configurare la scheda SD è stato aggiornato in base alle informazioni nel software

# INFO_UPDATE_AVAILABLE
source: An update is available to move to a newer version by clicking
it_it: È disponibile un aggiornamento per passare a una versione più recente cliccando

# INFO_UPDATE_CHECKING
source: Checking the software version
it_it: Verifica della versione del software

# STILL_LOG_FILE
source: It remains log files sensor or power containing oldest to load data to use it to import the logs button
it_it: Rimane sensore file di log o il potere contenenti più antica di caricare dati da utilizzare per importare il pulsante i registri

# MESSAGE_BOX
source: Posts software
it_it: Messaggi del software

# LOADING_DATA
source: Loading, please wait...
it_it: Caricamento in corso, attendere prego...

# SAVING_DATA
source: Data saving in progress, please wait...
it_it: Backup dei dati in corso, attendere prego...

# TOOLTIP_WEBCAM
source: Click on the image to view the webcam connected
it_it: Clicca sull'immagine per vedere la webcam collegata

# TOOLTIP_IMPORT_CONF
source: This feature allows you to import a backup of a Cultibox software as a sql file
it_it: Questa funzione consente di importare una copia di backup di un software Cultibox come file sql

# TOOLTIP_EXPORT_CONF
source: This feature allows you to export the configuration of the software in the form of a compressed file sql
it_it: Questa funzione permette di esportare la configurazione del software, sotto forma di un file compresso sql

# TOOLTIP_CHANGE_PWD
source: This feature allows you to change the password required when connecting to the software
it_it: Questa funzione consente di cambiare la password necessaria per il collegamento al software

# TOOLTIP_AVANCED_PLUG_WIZARD
source: The wizard only allows the connection of a lamp socket 1. If you want to connect another item, go to the onget 'Plug'
it_it: La procedura guidata consente solo il collegamento di un portalampada 1. Se si desidera collegare un altro elemento, andare al onget 'Jack'

# TOOLTIP_SHOW_WEBCAM
source: By enabling this option you can have access to the page of the 'Webcam' which appears in the main menu bar
it_it: Abilitando questa opzione è possibile accedere alla pagina del 'Webcam' che appare nella barra del menu principale

# TOOLTIP_SEND_INFOS
source: By enabling this option, you allow sending information to a remote site to assist in the development and correction of errors Cultibox system. The information sent include: the software version, the browser type, the firmware versions of the Cultibox and your type of operating system
it_it: Attivando questa opzione, si consente l'invio di informazioni ad un sito remoto per assistere nello sviluppo e nella correzione degli errori del sistema Cultibox. Le informazioni inviate riguardano: la versione del software, il tipo di browser, le versioni del firmware del vostro Cultibox e il tipo di sistema operativo

# TOOLTIP_VALUE
source: The Cultibox will turn this off or taken to reach this value. The limits of control value available depend on the sensor and hysteresis (tolerance) chosen. For more information see Help.
it_it: Il Cultibox si disattiva o impiegato per raggiungere questo valore. I limiti del valore di controllo disponibili dipendono dal sensore e isteresi (tolleranza) scelto. Per ulteriori informazioni, vedere la Guida.

# TOOLTIP_DIMMER_VALUE
source: The Cultibox will use the drive taken to use only the power required equipment
it_it: Il Cultibox userà l'unità adottata per usare solo la potenza necessaria apparecchiatura

# TOOLTIP_POWER
source: The power of the connected equipment. Fill in this field allows you to calculate the consumption of your system, its price ...
it_it: L'alimentazione del componente collegato. Compilare questo campo permette di calcolare il consumo del vostro sistema, il suo prezzo ...

# TOOLTIP_RECORD_FREQ
source: This option allows you to configure the frequency at which the Cultibox records sensors data.
it_it: Questa opzione consente di configurare la frequenza con cui l'Cultibox registra dati provenienti da sensori

# TOOLTIP_POWER_FREQ
source: This option allows you to configure the frequency at which the Cultibox saves the values ​​of energy consumption.
it_it: Questa opzione consente di configurare la frequenza con cui l'Cultibox salva i valori di consumo energetico.

# TOOLTIP_PLUG_FREQ
source: This option allows you to configure the frequency with which will be updated the status (on / off) of your catch.
it_it: Questa opzione consente di configurare la frequenza con cui verrà aggiornato lo stato (on / off) del pescato.

# TOOLTIP_POWER_LOG
source: This option calculates and displays the power consumed for / the socket (s) selected (s). To make this possible it will fill the field 'power' in the configuration portion of the catch
it_it: Questa opzione calcola e visualizza la potenza consumata per / presa (s) selezionato (s). Per rendere questo possibile, si riempirà 'potere' campo nella parte configurazione delle catture

# TOOLTIP_LOG_PROGRAM
source: This option displays the program in a decision to compare the data recorded by the Cultibox and the theoretical behavior of the socket.
it_it: Questa opzione visualizza il programma in una decisione per confrontare i dati registrati dal Cultibox e il comportamento teorico della presa.

# TOOLTIP_PLUG_TOLERANCE
source: Tolerance of a decision to define what should be the precise control values. For example, if you have taken a control value of 22 ° C for heating and tolerance is 2 ° C, the heating will be switched on / off between 20 ° C and 24 ° C (control your + / - tolerance)
it_it: La tolleranza di una decisione di definire quali dovrebbero essere i valori di controllo precisi. Ad esempio, se avete preso un valore di controllo di 22 ° C per il riscaldamento e la tolleranza è di 2 ° C, il riscaldamento è acceso / spento tra 20 ° C e 24 ° C (controllare il + / - tolleranza)

# TOOLTIP_PLUG_REGUL
source: The secondary control is a complicated and different operation of the main control. Please read the documentation before activating it for an outlet. If you want to control an outlet for it regulates a climatic condition, it is not necessary to activate the secondary control.
it_it: Il controllo secondario è un complicato e diverso funzionamento del controllo principale. Si prega di leggere la documentazione prima di attivare per una presa di corrente. Se si desidera controllare una presa di regola una condizione climatica, non è necessario per attivare il controllo secondario.

# TOOLTIP_COST_PRICE
source: The price per kilowatt-hour. Fill in this field is used to calculate the cost of your installation in the 'Cost' menu
it_it: Il prezzo per chilowattora. Compilare questo campo viene utilizzato per calcolare il costo della vostra installazione nel menu 'costo'

# TOOLTIP_COST_TYPE
source: Your electrical system can be set so 'standard': you pay per kilowatt-hour for the same price at any hour of the day. You can also define your installation as being 'full / Time Hollow Time': the price of killowatt hour varies according to the time at which you consume.
it_it: Il sistema elettrico può essere impostato in modo 'standard': si paga per kilowatt-ora per lo stesso prezzo in qualsiasi ora del giorno. È inoltre possibile definire l'installazione come 'pieno / tempo Hollow Time': il prezzo delle ore killowatt varia a seconda del momento in cui si consumano.

# TOOLTIP_FORMAT_SD
source: The selected SD card will be made consistent Cultibox. For this configuration files catches, programs and Cultibox be regenerated based on your current settings and files containing your future logs will be put in place. If logs are already on your SD card may be lost in the process <br /> <b> <i> Note: </i> </b> so that your card is recognized by the Cultibox, it must be formatted in FAT16 and therefore should not exceed 2GB
it_it: La scheda SD selezionato sarà reso Cultibox coerente. Per questo file di configurazione catture, programmi e Cultibox essere rigenerato in base alle vostre impostazioni correnti e dei file contenenti i registri futuro sarà messo in atto. Se i registri sono già sulla vostra scheda SD può essere perso nel processo di <br /> <b> <i> Nota: </i> </b> in modo che la scheda è riconosciuta dal Cultibox, deve essere formattato in FAT16 e quindi non dovrebbe superare i 2 GB

# TOOLTIP_RESET_LOG
source: By clicking on this button all data recorded logs will be deleted. This can be done at the end of a culture, if your logs you no longer useful and you want to free up space on your computer
it_it: Facendo clic su questo pulsante saranno eliminati tutti i dati registrazioni effettuate. Questo può essere fatto al termine di una cultura, se i registri non è più utile e si desidera liberare spazio sul vostro computer

# TOOLTIP_MAX_POWER_PLUG_3500
source: The 3500W jack allows you to control energy intensive elements. The 3500W announced correspond to a pure resistive power, such as a heater. If you connect a lamp HPS or MH into this jack, the maximum allowed power is 600W
it_it: La presa 3500W consente di controllare gli elementi ad alta intensità energetica. Il 3500W annunciato corrispondono a una potenza resistivo puro, come un riscaldatore. Se si collega un HPS lampada o MH in questo jack, la potenza massima consentita è di 600W

# TOOLTIP_MAX_POWER_PLUG_1000
source: 1000W jack allows you to control energy intensive elements. The 1000W announced correspond to a pure resistive power, such as a heater. If you connect a lamp HPS or MH into this jack, the maximum allowed power is 150W
it_it: 1000W jack consente di controllare gli elementi ad alta intensità energetica. Il 1000W annunciato corrispondono a una potenza resistivo puro, come un riscaldatore. Se si collega un HPS lampada o MH in questo jack, la potenza massima consentita è di 150W

# TOOLTIP_MAX_POWER_PLUG_DIMMER
source: The drive socket allows you to vary the intensity delivered by the plug. Once selected it will chosisir the communication channel of the plug (which must be different for each socket drive)
it_it: La presa unità consente di variare l'intensità erogata dalla spina. Una volta selezionato sarà chosisir il canale di comunicazione del tappo (che deve essere diverso per ogni unità presa)

# TOOLTIP_COST_START_TIME
source: Departure date for calculating the cost of your installation. You can calculate the cost of your installation defined by the departure date and the end date of the period form
it_it: Data di partenza per calcolare il costo della vostra installazione. È possibile calcolare il costo della vostra installazione definito entro la data di partenza e la data di fine del periodo di forma

# TOOLTIP_COST_STOP_TIME
source: End date of the calculation of the cost of your installation. You can calculate the cost of your installation defined by the departure date and the end date of the period form
it_it: Data di fine del calcolo del costo dell'installazione. È possibile calcolare il costo della vostra installazione definito entro la data di partenza e la data di fine del periodo di forma

# TOOLTIP_REGUL_SENSOR
source: The regulation is performed in a decision function of the data collected by one or more sensors. This field allows you to select what (s) sensor (s) if you have enabled advanced control options in the configuration part <br /> <b> Note: </b> sensors unsuitable will not be taken into account when calculating a sensor PH / Ec for example will not be used to calculate a mean temperature.
it_it: La regolazione viene effettuata in funzione decisione dei dati raccolti da uno o più sensori. Questo campo permette di selezionare ciò che (s) sensore (s) se è stato attivato opzioni di controllo avanzate nella parte di configurazione <br /> <b> Nota: </b> sensori non idoneo, non saranno prese in considerazione quando si calcola un sensore PH / Ec per esempio, non sarà utilizzato per calcolare una temperatura media.

# TOOLTIP_SECOND_REGUL_ENABLE
source: Make sure you have read the help before enabling this option. It is not necessary to enable a decision to regulate the temperature or humidity. Once activated, the controller is configured for a different socket type 'Light' and 'Other'. The configuration options for the secondary control will be available in the tab 'Taken'
it_it: Assicurarsi di aver letto l'aiuto prima di abilitare questa opzione. Non è necessario per consentire una decisione di regolare la temperatura o umidità. Una volta attivato, il controller è configurato per una diversa presa di tipo 'Light' e 'Altro'. Le opzioni di configurazione per il controllo secondario saranno disponibili nella scheda 'Taken'

# TOOLTIP_CONFIG_LOG_SEARCH
source: When you load the page logs, the software saves your sensors and power datas for the last 31 days. This feature allows you to load older logs depending on the number of months required
it_it: Quando si caricano le pagine di log, il software salva i registri sensori e alimentazione per gli ultimi 31 giorni. Questa funzione permette di caricare i registri più vecchi a seconda del numero di mesi necessari

# TOOLTIP_EXPORT_LOG_CSV
source: Export your data log to a file in CSV format
it_it: Esportare il registro dati in un file in formato CSV

# TOOLTIP_EXPORT_POWER_CSV
source: Export your power information in a CSV file
it_it: Esportare le informazioni potere di un file in formato CSV

# TOOLTIP_ADD_PLUG
source: This feature allows you to add an outlet you can configure the program on this page. This action returns to move in the game configuration and increase the number of sockets in your system
it_it: Questa funzione consente di aggiungere una presa è possibile configurare il programma in questa pagina. Questa operazione restituisce a muoversi nella configurazione del gioco e aumentare il numero di prese del sistema

# TOOLTIP_REMOVE_PLUG
source: This feature allows you to remove a plug used in your Cultibox system. This action returns to move in the configuration part and reduce the number of sockets in your system
it_it: Questa funzione consente di rimuovere un plug utilizzato nel sistema Cultibox. Questa operazione restituisce a muoversi nella parte di configurazione e ridurre il numero di prese del sistema

# TOOLTIP_RESET_PROGRAM
source: This feature allows you to reset the program. The selected take will have no assigned action, it will end off all day
it_it: Questa funzione consente di reimpostare il programma. Il take selezionata avrà alcuna azione assegnata, finirà fuori tutto il giorno

# TOOLTIP_EXPORT_PROGRAM
source: This feature allows you to export a program in a CSV format (readable by a spreadsheet). This file can be used to implement, with the import function, the same program on different outlets or to exchange programs with other users Cultibox
it_it: Questa funzione consente di esportare un programma in un formato CSV (leggibile da un foglio di calcolo). Questo file può essere utilizzato per implementare, con la funzione di importazione, lo stesso programma su punti differenti o scambiare programmi con altri utenti Cultibox

# TOOLTIP_IMPORT_PROGRAM
source: This feature allows you to import a program from a CSV file (readable by a spreadsheet). The import file can be created by the export function by another user Cultibox to exchange programs or from another of your decision to implement the same program in multiple takes
it_it: Questa funzione consente di importare un programma da un file CSV (leggibile da un foglio di calcolo). Il file di importazione può essere creato con la funzione di esportazione da un altro utente Cultibox per lo scambio di programmi o da un'altra della vostra decisione di attuare lo stesso programma a più riprese

# TOOLTIP_ADVANCED_REGUL_OPTIONS
source: If you enable this option, you can choose the sensor (s) used for the control and the method of calculation
it_it: Se si attiva questa opzione, è possibile scegliere il sensore (s) utilizzato per il controllo e il metodo di calcolo

# TOOLTIP_REPEAT_VALUE
source: This value defines how often your event will be repeated. For example, if your event starts at 1:00:00 ET that repetition is 4:00:00, the next event will start at 5:00:00. Rehearsal time is added to the start time of the event to determine the start of the next event. The minimum time allowed is 5 minutes.
it_it: Questo valore definisce la frequenza sarà ripetuta il vostro evento. Ad esempio, se l'evento inizia alle 01:00:00 ET che la ripetizione è 04:00:00, il prossimo evento inizierà alle ore 05:00:00. Tempo per le prove è aggiunto l'ora di inizio della manifestazione per determinare l'inizio del prossimo evento. Il tempo minimo consentito è di 5 minuti.

# TOOLTIP_RESET_OLD_PROGRAM
source: By checking this box you erase the old program of your decision to save your new action on an empty program. If you do not check this box, your action is superimposed on the already registered program.
it_it: Selezionando questa casella si cancella il vecchio programma della vostra decisione per salvare la nuova azione su un programma vuoto. Se non si seleziona questa casella, la vostra azione si sovrappone al programma già registrato.

# TOOLTIP_VALUE_PROGRAM
source: You can choose up to three different functions for your equipment depending on its type: Walking (decision will be on for the period), Stop (decision will be shut down for the period) or control (decision to turn on and off to reach a value of temperature or humidity determined - does not work for sockets defined as 'other' or 'light')
it_it: È possibile scegliere fino a tre differenti funzioni per la vostra attrezzatura a seconda del suo tipo: Walking (la decisione sarà per il periodo), Stop (decisione sarà chiuso per il periodo) o di controllo (decisione per accendere e spegnere a raggiungere un valore di temperatura o umidità determinato - non funziona per prese definiti come 'altro' o 'light')

# TOOLTIP_REGUL_SECOND
source: If the secondary control is enabled in the software configuration, this field displays the status for the selected outlet: on or off. If the control is enabled for the selected outlet, you will also find information about the configuration of this regulation.
it_it: Se il controllo secondario è attivata nella configurazione software, questo campo visualizza lo stato per l'uscita selezionato: acceso o spento. Se il controllo è abilitato per l'uscita selezionata, troverete anche informazioni sulla configurazione di questo regolamento.

# TOOLTIP_SHOW_COST
source: By enabling this option you can access the page costing your facility through the menu 'cost' which appears in the main menu bar
it_it: Abilitando questa opzione è possibile accedere alla pagina che costano vostro impianto attraverso il menu 'costo' che appare nella barra del menu principale

# TOOLTIP_RESET_MINMAX
source: This field allows you to choose the time of reset of min / max of all sensors displayed on the screen Cultibox
it_it: Questo campo consente di scegliere il tempo di ripristino di min / max di tutti i sensori visualizzate sullo schermo Cultibox

# TOOLTIP_REGUL_COMPUTE_METHOD
source: This value can be changed only if you have authorized the amendment of control options in the configuration tab. You can choose how the calculated value used to make the control
it_it: Questo valore può essere modificato solo se hai consentito la modifica delle opzioni di controllo nella scheda di configurazione. È possibile scegliere come il valore calcolato utilizzato per rendere il controllo

# TOOLTIP_RESET_CALENDAR
source: <b>Removing annotations calendar:</b> removes all annotations calendar manually recorded, this includes fertilizers possibly added growth but does not include external calendars Lunar Calendar Type
it_it: <b>Rimozione annotazioni calendario:</b> rimuove tutte le annotazioni del calendario registrato manualmente, questo include i fertilizzanti eventualmente aggiunti crescita, ma non include i calendari esterni Calendario Lunare Tipo

# TOOLTIP_MANAGE_XML
source: Allows you to easily manage the display of external calendars such as lunar calendars by selecting the files to display and hide those
it_it: Consente di gestire più facilmente la visualizzazione dei calendari esterni come calendari lunari selezionando il file da visualizzare e nascondere quelli

# TOOLTIP_CREATE_CALENDAR_PROGRAM
source: <b>Planning fertilizer:</b> automatic creation, from a departure date, a fertilizer schedule based on the substrate type and brand of fertilizer in accordance with manufacturer's recommendations
it_it: <b>Pianificazione fertilizzante:</b> creazione automatica, da una data di partenza, una pianificazione fertilizzante in base al tipo di supporto e la marca di fertilizzante in conformità con le raccomandazioni del costruttore

# TOOLTIP_PARAMETERS_CALENDAR
source: <b>Advanced Calendar Options:</b> Display support external XML files (such as the lunar calendar) and their recordings on the SD card
it_it: <b>Calendario avanzato Opzioni:</b> supporto di visualizzazione file XML esterni (come il calendario lunare) e le loro registrazioni sulla scheda SD

# TOOLTIP_PARAMETERS_PROGRAM
source: <b>Advanced program options:</b> export or import of a program, reset programs, adding or deleting taken
it_it: <b>Opzioni avancées programmi des:</b> export import ou d'un programma, remise uno zero des programmi, ajout Soppressione delle imprese ou

# TOOLTIP_PARAMETERS_LOGS
source: <b>Curves options:</b> set the color curves
it_it: <b>Opzioni di Curves:</b> impostare le curve di colore

# TOOLTIP_CREATE_CALENDAR_DAILY_PROGRAM
source: Set the program to apply
it_it: Impostare il programma da applicare
